[
  {
    "id": "CMPNDM_ALLIGATOR_M",
    "name": "American Alligator",
    "description": "Alligators live in the swamp and river delta regions of Lemoyne - in southern Bluewater Marsh and all around Bayou Nwa. They are carnivorous apex predators, feeding on fish, birds, amphibians and mammals. A rifle will pierce through an Alligator's tough, armored body plates. Alligator skins, meat, and teeth are all useful for food or crafting.",
    "tooltip": "A Perfect Alligator Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin, teeth and big game meat. Used in crafting and cooking. Use a Bow with Improved Arrows or long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_ALLIGATOR_SM",
    "name": "American Alligator (small)",
    "description": "Alligators live in the swamp and river delta regions of Lemoyne. They are carnivorous apex predators, feeding on fish, birds, amphibians and mammals. A rifle will pierce through an Alligator's tough, armored body plates. Alligator skins, meat, and teeth are all useful for food or crafting.",
    "tooltip": "A Perfect Alligator Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin, teeth and big game meat. Used in crafting and cooking. Use a Bow with Improved Arrows or long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_ARMADILLO",
    "name": "Nine-Banded Armadillo",
    "description": "Nine-Banded Armadillos can be found in the regions of Gaptooth Ridge, Cholla Springs and Rio Bravo. As omnivores, their main diet consists of insects, small vertebrates and often, carrion. A Varmint Rifle is considered to be one of the best weapons to hunt armadillos, as the bullets can easily pierce through their carapace. Armadillos can be eaten, though the consistency of their meat is stringy. Armadillo carapaces can be used for crafting.",
    "tooltip": "Stringy Meat can be sold to traders",
    "shortDescription": "Yields a carapace and stringy meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BADGER",
    "name": "American Badger",
    "description": "The American Badger can be found across the more arid climates of America. It is a fossorial carnivore, preying on squirrels, moles, prairie dogs and voles. Using a Varmint Rifle whilst hunting should result in a clean kill. Badger claws and pelts can be used for crafting, and badger meat can be eaten.",
    "tooltip": "A Perfect Badger Pelt can be used to craft a Hat",
    "shortDescription": "Yields a pelt, claws and stringy meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BAT",
    "name": "Little Brown Bat",
    "description": "The Little Brown Bat is found across most of America. They are insectivores, feeding on mosquitoes, wasps, beetles, and midges. Due to the size of this species of bat, they can be killed with less impact. A Bow with Small Game Arrows can be used successfully for hunting. Its meat is stringy but edible, and its wings can be used to craft with.",
    "tooltip": "A Bat Carcass can be sold to traders",
    "shortDescription": "Yields a wing and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_BLACKBEAR",
    "name": "American Black Bear",
    "description": "The American Black Bear is found in the remote woodlands of Roanoke, Big Valley and Tall Trees. It is smaller than the Grizzly Bear. The main diet of these omnivorous animals consists of salmon, honey, fruit, small mammals and carrion. A long scope rifle should take down a bear of this size. Their claws and fat can be used for crafting and their meat can be consumed.",
    "tooltip": "A Perfect Bear Pelt can be crafted into a Hat",
    "shortDescription": "Yields a claw, fat and big game meat. Used in crafting and cooking or can be sold. Use a rifle or Bow with arrows for a clean kill."
  },
  {
    "id": "CMPNDM_BEAR",
    "name": "Grizzly Bear",
    "description": "Grizzly Bears are endemic to Grizzlies East. As an omnivore, its diet ranges from berries, roots, and grasses to deer, elk, fish, and carrion. The easiest way to take down an animal of this size is with a rifle with either High Velocity or Express Bullets. Bear meat, fat and claws can be used for food or materials to craft with.",
    "tooltip": "A Perfect Bear Pelt can be crafted into a pair of Chaps",
    "shortDescription": "Yields a claw, fat and big game meat. Used in crafting and cooking or can be sold. Use a Bow with Improved Arrows or long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BEAVER",
    "name": "North American Beaver",
    "description": "The North American Beaver can be found along the Kamassa River in Roanoke. Its herbivorous diet consists of tree bark, cambium, roots, buds, and water plants. A Varmint Rifle is the ideal weapon for hunting beavers. Beaver scent glands, skin and fat can all be used for crafting.",
    "tooltip": "A Perfect Beaver Pelt can be crafted into a Hat",
    "shortDescription": "Yields a scent gland, skin and fat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BLUEJAY",
    "name": "Blue Jay",
    "description": "Blue Jays can be found across the forested regions of the American Heartland. As omnivores, they eat nuts, acorns, seeds, beetles, grasshoppers, and caterpillars. A bird this size can be killed with less impact. A Bow with Small Game Arrows can successfully be used for hunting. Their feathers can be used for crafting, and their carcass can be sold to traders.",
    "tooltip": "Blue Jay Feathers be used to craft Hat accessories",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_BOAR",
    "name": "Wild Boar",
    "description": "Wild Boars can be found across the states of New Hanover, Lemoyne, and West Elizabeth. They are omnivores, preying on amphibians, reptiles, insects, worms, and smaller mammals. They also eat roots and fruit. Using either a rifle or a Bow with Poison Arrows is the easiest way to take down an animal of this size. A boar's tender pork can be eaten, and their fat and tusks can be used to craft with.",
    "tooltip": "A Perfect Boar Pelt can be used to craft a Saddle",
    "shortDescription": "Yields a pelt, tusks, fat and tender pork. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BUCK",
    "name": "Whitetail Buck",
    "description": "The Whitetail Buck can be found in forested areas across the states. It is a herbivore, and consumes nuts, buds, twigs, and green plants. Keeping your distance when hunting deer can increase your chances of a kill. Long range weapons, like a rifle or a Bow with Poison Arrows, are the most successful weapons for hunting. Its venison can be eaten, and the antlers and skin can be used to craft with.",
    "tooltip": "Can be used in the Thyme Venison recipe",
    "shortDescription": "Yields a pelt, antlers and mature venison. Used in crafting and cooking or can be sold. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_DEER",
    "name": "Whitetail Deer",
    "description": "Whitetail Deer are found in a variety of habitats across the states, but are common to the forests of New Hanover, Lemoyne and West Elizabeth. Their herbivorous diet includes grasses, nuts, fungi, twigs, and fruit. Keeping your distance when hunting deer can increase your chances of a kill as they are easily startled. Long range weapons such as a rifle, or a Bow with Poison Arrows, are considered to be the best when hunting. Deer hide can be used for crafting, and their venison meat can be used for cooking.",
    "tooltip": "Can be used in the Oregano Venison recipe",
    "shortDescription": "Yields a pelt and mature venison. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BISON",
    "name": "American Bison",
    "description": "The American Bison is native to the plains of New Hanover and West Elizabeth. As a herbivore, it grazes on grains, hay, and corn. Due to the size of an average bison, high powered weapons like a Carcano Rifle, or a Bow with Improved Arrows, should also be considered when hunting. Bison meat can be used for cooking.",
    "tooltip": "Can be used in the Thyme Prime Beef recipe",
    "shortDescription": "Yields a pelt, a horn and bison meat. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_ANGUSBULL",
    "name": "Angus Bull",
    "description": "The Angus Bull can be found on farms and ranches across the states. Its herbivorous diet includes grains, hay, and corn. The average size of a bull can mean that they are harder to kill. Using a Bow with Improved Arrows, or a high-powered rifle, will increase your chances when hunting. It provides prime beef and horns for crafting with.",
    "tooltip": "Can be used in the Minty Prime Beef recipe",
    "shortDescription": "Yields a pelt, a horn and prime beef. Used in crafting and cooking or can be sold. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_DEVONBULL",
    "name": "Devon Bull",
    "description": "The Devon Bull can be found at ranches across the states. As a herbivore, it consumes grains, hay, and corn. The easiest way to take a bull of this size out is by using a Bow with Improved Arrows, or a powerful rifle. They also yield prime beef for food, and bull horns which can be used for crafting.",
    "tooltip": "Can be used in the Thyme Prime Beef recipe",
    "shortDescription": "Yields a pelt, a horn and prime beef. Used in crafting and cooking or can be sold. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_HFBULL",
    "name": "Hereford Bull",
    "description": "The Hereford Bull can be found at ranches across the states. It is a herbivore, living on grains, hay, and corn. The average size of a bull can mean that they are harder to kill. Using a Bow with Improved Arrows, or a powerful rifle, will increase your chances when hunting. Its meat can be eaten, and its horns are useful for crafting with.",
    "tooltip": "Can be used in the Oregano Prime Beef recipe",
    "shortDescription": "Yields a pelt, a horn and prime beef. Used in crafting and cooking or can be sold. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BULLFOG",
    "name": "American Bullfrog",
    "description": "The American Bullfrog is often found near calm and shallow waters in warmer climates like the Bayou and Bluewater Marsh. As carnivores, they prey on small fish and insects. They are cannibalistic, and will eat their own kind. The size of this species of frogs means that a Bow with Small Game Arrows is the ideal weapon when hunting. Their herptile meat can be used for food.",
    "tooltip": "A Perfect Bullfrog Carcass can be sold to traders",
    "shortDescription": "Yields a carcass and herptile meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_CARDINAL",
    "name": "Northern Cardinal",
    "description": "Northern Cardinals tend to inhabit the woodland areas of New Hanover and West Elizabeth. Their omnivorous diet includes grains, weeds, seeds, and fruit. Cardinals can be killed with less impact than other animals. A Bow with Small Game Arrows can be used successfully whilst hunting these birds. The cardinal's feathers can be used for crafting and their carcasses can be sold to traders.",
    "tooltip": "Cardinal Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_CAT",
    "name": "American Domestic Cat",
    "description": "The American Domestic Cat can be found on ranches and in towns across the states. Though carnivorous in nature, the domesticated cat will consume oatmeal porridge, and bread soaked in milk. Cats make good household pets as they can deal with pest problems within their environment.",
    "tooltip": "Cats make good household pets",
    "shortDescription": "Cats make good household pets as they can maintain any pest problems within their environment."
  },
  {
    "id": "CMPNDM_WAXWING",
    "name": "Cedar Waxwing",
    "description": "The Cedar Waxwing inhabits open and forested areas across the states. Their primary herbivore diet includes berries and sugary fruit all year round, and they will only feed on insects during breeding seasons. A Bow and Small Game Arrows can take down these small birds. Their feathers can be used for crafting.",
    "tooltip": "Cedar Waxwing Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_DOMCHICKEN",
    "name": "Dominique Chicken",
    "description": "Dominique Chickens can be found inhabiting ranches, homesteads and towns across the states. As omnivores, their diet consists of seeds, grains, and any insects they may find. Using a Bow with Small Game Arrows will successfully kill the chicken, and will do less damage to their meat. Their plump meat is a good source of food, and the feathers can be used for crafting.",
    "tooltip": "Can be used in the Minty Plump Bird recipe",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_DOMINQUEROOSTER",
    "name": "Dominique Rooster",
    "description": "The Dominique Rooster can be found on ranches across Lemoyne, New Hanover, West Elizabeth and New Austin. As omnivores, they usually forage the ground for insects and vegetation. A Bow with Small Game Arrows is considered the most effective weapon for hunting roosters. Their feathers can be used for crafting and their meat is a good source of food.",
    "tooltip": "Can be used in the Plain Plump Bird recipe",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_JAVACHICKEN",
    "name": "Java Chicken",
    "description": "The Java Chicken can be found on ranches, homesteads and in towns across the states. Their omnivorous diet consists of seeds, grains, and any insects that they come across. A Bow and Small Game Arrows can be used to hunt chickens with minimal damage to their meat. Their feathers can be used for crafting, and their plump meat can be used for food.",
    "tooltip": "Can be used in the Thyme Plump Bird recipe",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_JAVAROOSTER",
    "name": "Java Rooster",
    "description": "Java Roosters can be found on ranches across Lemoyne, New Hanover, West Elizabeth and New Austin. As omnivores, they forage the ground for insects and vegetation. It's considered that the best way to kill a rooster whilst hunting is with a Bow and Small Game Arrows, as it does the least amount of damage to the meat. Their plump meat is a good source of food, and their feathers can be used for crafting.",
    "tooltip": "Can be used in the Oregano Plump Bird recipe",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_LEGCHICKEN",
    "name": "Leghorn Chicken",
    "description": "The Leghorn Chicken can be found on ranches across Lemoyne, New Hanover, West Elizabeth and New Austin. As omnivores, they usually forge the ground for insects and vegetation. A Bow with Small Game Arrows is considered the most effective weapon for hunting chickens. Their feathers can be used for crafting and their meat is a good source of food.",
    "tooltip": "Can be used in the Plain Plump Bird recipe",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_LEGROOSTER",
    "name": "Leghorn Rooster",
    "description": "The Leghorn Rooster can be found on ranches across Lemoyne, New Hanover, West Elizabeth and New Austin. As omnivores, they usually forage the ground for insects and vegetation. A Bow with Small Game Arrows is considered the most effective weapon for hunting chickens. Their feathers can be used for crafting and their meat is a good source of food.",
    "tooltip": "Can be used in the Oregano Plump Bird recipe",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_PRAIRIECHICKEN",
    "name": "Greater Prairie Chicken",
    "description": "The Greater Prairie Chicken is native to the Great Plains. Their omnivorous diet includes grains, nuts, and insects. A Bow with Small Game Arrows is considered to be the most effective way to hunt chickens. Their feathers can be used for crafting, and their plump meat can be used for cooking.",
    "tooltip": "Can be used in the Thyme Plump Bird recipe",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_CHIPMUNK",
    "name": "Western Chipmunk",
    "description": "Western Chipmunks are native to forested and brush heavy areas of New Hanover, Lemoyne and West Elizabeth. As omnivores, they forage for seeds, buds, fruits, and nuts. A Bow and Small Game Arrows can be used to hunt chipmunks with minimal damage to their carcasses. Their carcasses can be sold to traders.",
    "tooltip": "A Chipmunk Carcass can be sold to traders",
    "shortDescription": "Yields a carcass and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_CONDOR",
    "name": "Californian Condor",
    "description": "The Californian Condor is native to New Austin. This carnivorous scavenger's diet mainly consists of carrion, though bird and reptile carcasses are sometimes eaten. A Varmint Rifle is considered to be the best weapon for shooting condors. Its meat is gamey, and its feathers can be used to craft with.",
    "tooltip": "Condor Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_COUGAR",
    "name": "Cougar",
    "description": "Cougars are native to the states of New Austin, West Elizabeth and remote forested sections of New Hanover. As carnivores, they prey on deer, elk, moose, and mountain goats. The easiest way to take down a cougar of this size is by either using a Bow with Poison Arrows or a rifle. Their fangs can be used for crafting and their meat can be used as food.",
    "tooltip": "A Perfect Cougar Pelt can be used to craft a Coat",
    "shortDescription": "Yields a pelt, fangs and big game meat. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_CORMORANT",
    "name": "Double-crested Cormorant",
    "description": "Double-crested Cormorants are found near water across Lemoyne, New Hanover and West Elizabeth. As carnivores, they prey on fish, amphibians, and crustaceans. The Varmint Rifle is considered the best weapon for shooting cormorants. Their feathers can be used for crafting.",
    "tooltip": "Can be used in the Plain Game Bird recipe",
    "shortDescription": "Yields feathers and gamey meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_NCORMORANT",
    "name": "Neotropic Cormorant",
    "description": "Neotropic Cormorants are native to the wetlands and coastal waters of New Hanover, Lemoyne and West Elizabeth. As carnivores, they prey on aquatic insects, freshwater fish and crustaceans. The Varmint Rifle is considered the best weapon for shooting cormorants. Their feathers can be used for crafting.",
    "tooltip": "Can be used in the Plain Game Bird recipe",
    "shortDescription": "Yields feathers and gamey meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_FLORIDACOW",
    "name": "Florida Cracker Cow",
    "description": "The Florida Cracker Cow can be found at ranches and homesteads across the states. As herbivores, their diet consists of grains, hay and grasses. The large size of these mammals can mean that it takes longer to kill them when hunting. A long scope rifle, or a Bow with Improved Arrows, are considered to be the best weapons to use whilst hunting. Their hide can be sold to traders, and their prime beef is a good source of food.",
    "tooltip": "Can be used in the Thyme Prime Beef recipe",
    "shortDescription": "Yields a hide and prime beef. Used in crafting and cooking or can be sold. Use a Bow with an Improved Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_COYOTE",
    "name": "California Valley Coyote",
    "description": "The California Valley Coyote can be found across New Austin, West Elizabeth, Lemoyne and New Hanover. Their diet is primarily carnivorous, consuming the meat of rodents as its main food source. Using a Bow and arrows, or a repeater, should be considered when hunting for a clean kill. Their pelt can be sold or used in crafting, and their meat can be consumed, though it is considered stringy.",
    "tooltip": "A Coyote Fang can be sold to traders",
    "shortDescription": "Yields a pelt and stringy meat. Used in crafting and cooking or can be sold. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_CUBANCRAB",
    "name": "Cuban Land Crab",
    "description": "The Cuban Land Crab is native to Guarma. As omnivores, their diet consists of leaves, grasses, insects and carrion. A Bow and arrow can be used to pierce the carapace. Their carcass can be sold to traders.",
    "tooltip": "Can be used in the Minty Crustacean recipe",
    "shortDescription": "Yields a carcass and crustacean meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_CRAWFISH",
    "name": "Red Swamp Crayfish",
    "description": "Red Swamp Crayfish are native to the swampland of Bayou Nwa. The Red Swamp Crayfish is an opportunistic omnivore, feeding on any soft vegetation, insect larvae, water snails, and carrion. These freshwater crustaceans can be found within crawfish holes. Their carcasses can be used as fishing bait.",
    "tooltip": "Can be used as fishing bait",
    "shortDescription": "Yields a carcass and crustacean meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_WCRANE",
    "name": "Whooping Crane",
    "description": "Whooping Cranes can be found in the wetlands of Lemoyne and New Hanover. Their omnivorous diet consists of nuts, berries, seeds, and insects, as well as small birds and reptiles. The Varmint Rifle is considered to be the best weapon to take down cranes. Their feathers can be used for crafting and the carcass can be sold to traders.",
    "tooltip": "Can be used in the Plain Game Bird recipe",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_SCRANE",
    "name": "Sandhill Crane",
    "description": "The Sandhill Crane inhabits the wet and grassy marshland of Lemoyne and New Hanover. As omnivores, their diet includes nuts, berries, insects, small birds and reptiles. The easiest way to take down a crane is by using a Varmint Rifle. The carcass can be sold to traders and their feathers can be used for crafting.",
    "tooltip": "Can be used in the Plain Game Bird recipe",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_CROW",
    "name": "American Crow",
    "description": "The American Crow can be found in a variety of habitats across the states. As omnivores, their diet consists of meat scraps, seeds, eggs, grains, and carrion. A Bow with Small Game Arrows is considered to be the best weapon to use to take down crows. Their carcass can be sold to traders, and their feathers can be used for crafting.",
    "tooltip": "Crow Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_FOXHOUND",
    "name": "American Fox Hound",
    "description": "The American Fox Hound is a popular breed of dog that can be found in towns across the states. Their omnivorous diet usually consists of dog food made up from meat, vegetable matter, and offal. These dogs were bred for hunting, and are cousins of the English Fox Hound.",
    "tooltip": "American Fox Hounds are good hunting companions",
    "shortDescription": "A popular breed that can be found in towns across the states. These dogs were bred for hunting, and is a cousin of the English Foxhound."
  },
  {
    "id": "CMPNDM_AUSSHEPHERD",
    "name": "Australian Shepherd",
    "description": "Australian Shepherd dogs can be found in most towns across the states. Their omnivorous diet usually consists of dog food made up from meat, vegetable matter, and offal. The breeding of Australian Shepherds has made them good sheep herders, especially in mountain environments.",
    "tooltip": "Australian Shepherds are good for herding sheep",
    "shortDescription": "Found on ranches across the states. The breeding of Australian Shepherds has made them good sheep herders, especially in mountain environments."
  },
  {
    "id": "CMPNDM_BLOODHOUND",
    "name": "Bloodhound",
    "description": "Bloodhounds can be found in towns across the states. Their omnivorous diet usually consists of dog food made up from meat, vegetable matter, and offal. Bloodhounds have been bred for hunting wild boar and deer.",
    "tooltip": "Bloodhounds are bred to hunt boar and deer",
    "shortDescription": "Found in towns across the states. Bloodhounds have been bred for hunting wild boar and deer."
  },
  {
    "id": "CMPNDM_COONHOUND",
    "name": "Bluetick Coonhound",
    "description": "The Bluetick Coonhound can be found on ranches or in towns across Lemoyne and New Hanover. Their omnivorous diet usually consists of dog food made up from meat, vegetable matter, and offal. Their strong sense of smell makes them excellent hunting dogs, especially for hunting raccoons.",
    "tooltip": "Bluetick Coonhounds are excellent hunting dogs",
    "shortDescription": "A popular breed with strong sense of smell makes them excellent hunting dogs, especially for tracking raccoons."
  },
  {
    "id": "CMPNDM_BORDERCOLLIE",
    "name": "Border Collie",
    "description": "Border Collies can be found at ranches and in towns across Lemoyne and New Hanover. Their omnivorous diet usually consists of dog food made up from meat, vegetable matter, and offal. This breed of dog has been bred for herding livestock.",
    "tooltip": "Border Collies are bred for herding livestock",
    "shortDescription": "Found in Bayou Nwa. This breed of dog has been bred for herding livestock."
  },
  {
    "id": "CMPNDM_CATAHOULACUR",
    "name": "Catahoula Cur",
    "description": "The Catahoula Cur can be found in towns across the states. Their omnivorous diet usually consists of dog food made up from meat, vegetable matter, and offal. These dogs have been traditionally used for boar hunting.",
    "tooltip": "Catahoula Cur are traditionally used for boar hunting",
    "shortDescription": "Found in towns across the states. These dogs have been traditionally used for boar hunting."
  },
  {
    "id": "CMPNDM_RETRIVER",
    "name": "Chesapeake Bay Retriever",
    "description": "Chesapeake Bay Retrievers can be found at ranches, homesteads, train stations and towns across New Hanover. Their omnivorous diet usually consists of dog food made up from meat, vegetable matter, and offal. This breed of dog has been used for hunting, and to retrieve waterfowl.",
    "tooltip": "Chesapeake Bay Retrievers are good at retrieving waterfowl",
    "shortDescription": "Found on ranches and in towns across the states. This breed of dog is commonly used for tracking and hunting. Often by market hunters to retrieve waterfowl."
  },
  {
    "id": "CMPNDM_HUSKY",
    "name": "Siberian Husky",
    "description": "The Siberian Husky can be found in towns and on ranches across West Elizabeth and New Hanover. Their omnivorous diet usually consists of dog food made up from meat, vegetable matter, and offal. This breed of dog has been bred to help with hunting and gathering.",
    "tooltip": "Siberian Huskies are bred to help with hunting and gathering",
    "shortDescription": "Found on ranches and in towns across the states. Huskies are bred to help with hunting and gathering."
  },
  {
    "id": "CMPNDM_LABRADOR",
    "name": "Labrador Retriever",
    "description": "Labrador Retrievers can be found at farms and ranches across New Hanover and New Austin. Their omnivorous diet usually consists of dog food made up from meat, vegetable matter, and offal. This breed of dog makes good hunting companions.",
    "tooltip": "Labrador Retrievers make good hunting companions",
    "shortDescription": "Found in the Eastern Heartlands. This breed of dog makes good hunting companions."
  },
  {
    "id": "CMPNDM_POODLE",
    "name": "Poodle",
    "description": "Poodles can be found in the wealthy neighborhoods of St. Denis and Rhodes. Their omnivorous diet usually consists of dog food made up from meat, vegetable matter, and offal. Poodles are considered to be good duck and bird hunting companions.",
    "tooltip": "Poodles are good companions for duck and bird hunting",
    "shortDescription": "Found in towns across the states. Poodles are considered to be good duck and bird hunting companions."
  },
  {
    "id": "CMPNDM_MUTT",
    "name": "Mutt",
    "description": "Mutts can be found across Armadillo and St. Denis. A mutt is recognized as being a cross of at least three different breeds of dogs. Their omnivorous diet usually consists of dog food made up from meat, vegetable matter, and offal. Domestic mutts can make good household pets.",
    "tooltip": "Mutts make good household pets",
    "shortDescription": "Found around Armadillo and St. Denis, domestic mutts can make good household pets."
  },
  {
    "id": "CMPNDM_RUFUS",
    "name": "Rufus",
    "description": "The Marston family dog and Jack's best friend.",
    "tooltip": "Labrador Retrievers make good hunting companions",
    "shortDescription": "Rufus is a good boy."
  },
  {
    "id": "CMPNDM_DONKEY",
    "name": "Standard Donkey",
    "description": "The Standard Donkey can be found at ranches and farms across the states. Their herbivorous diet consists of grasses, hay, and barley straw. Donkeys are considered to be one of the cheapest forms of labor for agricultural work.",
    "tooltip": "A Standard Donkey can be used for labor",
    "shortDescription": "Found across New Austin. Donkeys are considered to be one of the cheapest form of labor for agricultural work."
  },
  {
    "id": "CMPNDM_MALLARDDUCK",
    "name": "Mallard Duck",
    "description": "Mallard Ducks are common to the wetlands of West Elizabeth, New Hanover and Lemoyne. As omnivores, their diet consists of nuts, grains, snails, and small fish. A Bow with Small Game Arrows is considered to be the best weapon for hunting ducks. Their gamey meat is a good source of food, and their feathers can be used for crafting.",
    "tooltip": "Duck Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_PEKINDUCK",
    "name": "Pekin Duck",
    "description": "The Pekin Duck can be found across the wetlands of West Elizabeth, New Hanover and Lemoyne. Their omnivorous diet includes plant matter, small fish, and small aquatic animals. A Bow with Small Game Arrows is considered the best weapon to use for a clean kill. Their feathers can be used for crafting and their gamey meat can be consumed.",
    "tooltip": "Can be used in the Minty Game recipe",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BALDEAGLE",
    "name": "Bald Eagle",
    "description": "The Bald Eagle is native to the mountain habitats of Ambarino and West Elizabeth. As carnivorous opportunistic predators, they prey on small mammals like squirrels, raccoons, rabbits and prairie dogs. The Varmint Rifle is considered to be the best weapon to use when taking down an eagle of this size. Their feathers can be used for crafting.",
    "tooltip": "Eagle Feathers can be used for crafting Improved Throwing Knives",
    "shortDescription": "Yields feathers and gamey meat. Used in crafting and cooking or can be sold. Use a Varmint rifle for a clean kill."
  },
  {
    "id": "CMPNDM_GOLDENEAGLE",
    "name": "Golden Eagle",
    "description": "The Golden Eagle is native to the mountain habitats of Ambarino and West Elizabeth. The carnivorous predator uses its sharp talons to snatch small mammals, reptiles, birds and fish. The Varmint Rifle is considered to be the best weapon to use when taking down an eagle of this size. Their feathers can be used for crafting.",
    "tooltip": "Eagle Feathers can be used for crafting Improved Throwing Knives",
    "shortDescription": "Yields feathers and gamey meat. Used in crafting and cooking or can be sold. Use a Varmint rifle for a clean kill."
  },
  {
    "id": "CMPNDM_REDEGRET",
    "name": "Reddish Egret",
    "description": "The Reddish Egret can be found in the swampland of Bayou Nwa. As carnivores, they prey on fish, insects, frogs and crustaceans. The Varmint Rifle is considered to be the best weapon to use when taking down an egret of this size. Their plume can be used for crafting, and their carcass can be sold to traders.",
    "tooltip": "Can be used in the Minty Game recipe",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_LITTLEEGRET",
    "name": "Little Egret",
    "description": "The Little Egret's main habitat is the swampland of Bayou Nwa. As carnivores, they prey on fish, crustaceans, frogs and insects. The Varmint Rifle is considered to be the best weapon to use when taking down an egret of this size. The plume from a Little Egret can be used for crafting, and their carcass can be sold.",
    "tooltip": "Can be used in the Oregano Game recipe",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_SNOWYEGRET",
    "name": "Snowy Egret",
    "description": "The Snowy Egret is native to the swamp and marshland of Lemoyne. As carnivores, they prey on fish, frogs, crustaceans, and insects. The Varmint Rifle is considered to be the best weapon to use when taking down an egret of this size. The plume from a Snowy Egret can be used for crafting, and their carcass can be sold to traders.",
    "tooltip": "Can be used in the Minty Game recipe",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_ROCKYELK",
    "name": "Rocky Mountain Bull Elk",
    "description": "The Rocky Mountain Bull Elk is native to Ambarino and northern New Hanover. Their herbivorous diet includes grasses, leaves, bark and plants. Elk are easily startled, so it is advised to keep as much distance as possible whilst hunting. Long range weapons like a Bow with Improved Arrows, or a long scope rifle, are considered to be the best for hunting. Their skin and antlers can be used for crafting, and their mature venison is a good source of food.",
    "tooltip": "A Perfect Elk Pelt can be crafted into a pair of Chaps",
    "shortDescription": "Yields a pelt, antlers and mature venison. Used in crafting and cooking or can be sold. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_ROCKYELKF",
    "name": "Rocky Mountain Cow Elk",
    "description": "The Rocky Mountain Cow Elk is native to Ambarino and northern New Hanover. Their herbivorous diet includes grasses, leaves, bark and plants. Elk are easily startled, so it is advised to keep as much distance as possible whilst hunting. Long range weapons like a Bow with Improved Arrows, or a long scope rifle are considered to be the best for hunting. Their skin can be used for crafting, and their mature venison is a good source of food.",
    "tooltip": "A Perfect Elk Pelt can be crafted into a pair of Chaps",
    "shortDescription": "Yields a pelt and mature venison. Used in crafting and cooking or can be sold. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_REDFOX",
    "name": "American Red Fox",
    "description": "The American Red Fox is native to the forests and grasslands of West Elizabeth, New Hanover, and Lemoyne. As omnivores, their diet consists of small mammals like squirrels and rabbits, as well as birds, fruits, berries, and grasses. A Bow with Improved Arrows, or a repeater, is considered to be the best weapon to either wound or kill a fox. The skin and claws of American Red Foxes can be used for crafting.",
    "tooltip": "A Perfect Fox Pelt can be crafted into a Hat",
    "shortDescription": "Yields a pelt and stringy meat. Used in crafting and cooking or can be sold. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_GRAYFOX",
    "name": "American Gray Fox",
    "description": "The American Gray Fox is native to the forests and grasslands of West Elizabeth, New Hanover, and Lemoyne. As omnivores, their diet consists of small mammals like squirrels and rabbits, as well as birds, fruits, berries, and grasses. Foxes can be easily killed or wounded by using a repeater or a Bow with arrows. The skin and claws of American Gray Foxes can be used for crafting.",
    "tooltip": "A Perfect Fox Pelt can be crafted into a Hat",
    "shortDescription": "Yields a pelt and stringy meat. Used in crafting and cooking or can be sold. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_SILVERFOX",
    "name": "Silver Fox",
    "description": "The Silver Fox can be found in various habitats across the states. They are omnivores, feeding on plant matter, rodents, insects, birds, and carrion. A Bow with Improved Arrows, or a repeater, is considered to be the best weapon to either wound or kill a fox. Their skin and claws can be used for crafting.",
    "tooltip": "A Perfect Fox Pelt can be crafted into a Hat",
    "shortDescription": "Yields a pelt and stringy meat. Used in crafting and cooking or can be sold. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_GILAMONSTER",
    "name": "Banded Gila Monster",
    "description": "The Banded Gila Monster is native to the deserts of New Austin. As carnivores, they prey on small mammals, lizards, frogs, birds, bird eggs and carrion. The Varmint Rifle is considered to be the best for hunting lizards of this size. Their herptile meat is edible, and their carcasses can be used for crafting.",
    "tooltip": "A Perfect Gila Monster Skin can be crafted into a Hat",
    "shortDescription": "Yields herptile meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_GOAT",
    "name": "Alpine Goat",
    "description": "Domestic Alpine Goats can be found at ranches and farms across the states. Their herbivore diet means that they graze on grasses, weeds, herbs and trees. A Bow with arrows, or a repeater, are the best weapons for a clean kill. Goat hide can be used for crafting, and the gristly meat can be consumed.",
    "tooltip": "A Perfect Goat Hide can be crafted into a pair of Boots",
    "shortDescription": "Yields a hide and gristly mutton. Used in crafting and cooking or can be sold. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_GOOSE",
    "name": "Canada Goose",
    "description": "The Canada Goose inhabits grasslands of New Hanover and Lemoyne. They are primarily herbivores, grazing on grasses and grains, but they will also eat small fishes and insects. The Varmint Rifle is considered to be the best for hunting geese of this size. Their plump meat is a good source of food, and their feathers can be used for crafting.",
    "tooltip": "Can be used in the Oregano Plump Bird recipe",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_FERRHAWK",
    "name": "Ferruginous Hawk",
    "description": "Ferruginous Hawks can be found across the states. As carnivores, they prey on small mammals like rabbits, ground squirrels, prairie dogs, lizards, and birds. The Varmint Rifle is considered to be the best weapon for a clean kill. The feathers of the hawks can be used for crafting.",
    "tooltip": "Hawk Feathers can be used to craft an Improved Tomahawk",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_REDHAWK",
    "name": "Red-tailed Hawk",
    "description": "The Red-tailed Hawks are native to the open fields and deserts of New Austin, West Elizabeth and New Hanover. As omnivores, their diet consists of small mammals, reptiles, fish, birds, and fresh carrion. The Varmint Rifle is considered to be the best for hunting hawks and other birds of this size. The feathers of the hawks can be used for crafting.",
    "tooltip": "Hawk Feathers can be used to craft an Improved Tomahawk",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_ROUGHLHAWK",
    "name": "Rough-legged Hawk",
    "description": "Rough-legged Hawks can be found in open areas and alongside cliffs across the states. As carnivores, they prey on small mammals, and carrion becomes their main diet during the winter seasons. The easiest way to take out a bird of this size is using a Varmint Rifle. The feathers of the hawks can be used for crafting.",
    "tooltip": "Hawk Feathers can be used to craft an Improved Tomahawk",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BLUEHERON",
    "name": "Great Blue Heron",
    "description": "The Great Blue Heron inhabits the wet and grassy marshlands of Lemoyne. Their carnivorous diet consists of small fish, crustaceans, amphibians, and small birds. The Varmint Rifle is considered to be the best weapon to wound or kill a heron. Herons plume can be used for crafting and their meat can be used for cooking.",
    "tooltip": "Can be used in the Oregano Game recipe",
    "shortDescription": "Yields plume, feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_TRIHERON",
    "name": "Tricolored Heron",
    "description": "Tricolored Herons can be found in the wet and grassy marshlands of Lemoyne. As carnivores, they prey on fish, insects, amphibians, and crustaceans. The Lancaster Varmint Rifle is considered to be the best weapon for a clean kill. Heron plumes can be used for crafting and their meat can be used for cooking.",
    "tooltip": "Can be used in the Minty Game recipe",
    "shortDescription": "Yields plume, feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_DESERTIGUANA",
    "name": "Desert Iguana",
    "description": "The Desert Iguana is native to New Austin. Generally considered herbivores, eating perennial plants, fruit and occasionally insects, iguanas can easily be killed with a Varmint Rifle. Their herptile meat is edible, and their skin can be used for crafting.",
    "tooltip": "A Perfect Iguana Skin can be crafted into a Hat",
    "shortDescription": "Yields a skin and herptile meat. Used in crafting and cooking or can be sold. Use a Varmint rifle for a clean kill."
  },
  {
    "id": "CMPNDM_GREENIGUANA",
    "name": "Green Iguana",
    "description": "Green Iguanas are native to Guarma. Primarily herbivores, they feed on plants, leaves, fruit and flowers. Occasionally they will eat eggs, leaf dwelling insects and snails. The Varmint Rifle is considered to be the best weapon to wound or kill an iguana. Their herptile meat is edible, and their skin can be used for crafting.",
    "tooltip": "A Perfect Iguana Skin can be crafted into a Hat",
    "shortDescription": "Yields a skin and herptile meat. Used in crafting and cooking or can be sold. Use a Varmint rifle for a clean kill."
  },
  {
    "id": "CMPNDM_JAVELINA",
    "name": "Collared Peccary",
    "description": "The Collard Peccary are native to New Austin. Their herbivorous diet consists of agave, prickly pear cacti, mesquite beans, fruits, nuts, and roots. A repeater or a Bow with arrows are considered to be the most effective weapons to use when hunting wild pigs. Their carcasses can be sold to traders and their meat can be cooked.",
    "tooltip": "A Perfect Collared Peccary Pig Pelt can be crafted into a pair of Boots",
    "shortDescription": "Yields a pelt and tender pork. Used in crafting and cooking or can be sold. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_COMMONLOON",
    "name": "Common Loon",
    "description": "Common Loons are native to the calm and quiet wetlands of West Elizabeth, Ambarino and New Hanover. Their carnivorous diet includes crustaceans, amphibians, salamanders, frogs, leeches, and snails. The best way to kill or wound a Common Loon is with a Bow with Small Game Arrows. The gamey meat of loons can be used for food, and their feathers can be used for crafting.",
    "tooltip": "Can be used in the Plain Game Bird recipe",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_PACIFICLOON",
    "name": "Pacific Loon",
    "description": "The Pacific Loon is native to the remote lakes and ponds of West Elizabeth, Ambarino and New Hanover. As carnivores, their diet includes small fish and aquatic insects, as well as some plant matter during breeding seasons. These small birds can be easily killed with a Bow and Small Game Arrows. The gamey meat of loons can be used for food, and their feathers can be used for crafting.",
    "tooltip": "Can be used in the Plain Game Bird recipe",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_YELLOWLOON",
    "name": "Yellow-billed Loon",
    "description": "Yellow-billed Loons can be found in the wetlands of West Elizabeth and Ambarino. As carnivores, they prey on small to medium fish, as well as aquatic insects. A Bow with Small Game Arrows is the most effective way to wound or kill these small birds. The gamey meat of loons can be used for food, and their feathers can be used for crafting.",
    "tooltip": "Can be used in the Plain Game Bird recipe",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_WESTBULLMOOSE",
    "name": "Western Bull Moose",
    "description": "The Western Bull Moose is native to the state of West Elizabeth. Their omnivorous diet includes shoots from willow and birch trees, aquatic plants and forbs. These large mammals can be taken down with either a Bow with Improved Arrows, or with a long scope rifle. The pelt and antlers from a moose can be used for crafting.",
    "tooltip": "Perfect Bull Hide can be used to craft a pair of Bull Boots",
    "shortDescription": "Yields a pelt, antlers and mature venison meat. Used in crafting and cooking or can be sold. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_WESTERNMOOSE",
    "name": "Western Moose",
    "description": "The Western Moose can be found in the remote forested areas of West Elizabeth, Ambarino and New Hanover. Their omnivorous diet includes shoots from willow and birch trees, aquatic plants and forbs. The most effective way to hunt these large mammals is either with a Bow with Improved Arrows, or with a long scope rifle. The pelt from a moose can be used for crafting.",
    "tooltip": "Perfect Bull Hide can be used to craft a pair of Bull Boots",
    "shortDescription": "Yields a pelt and mature venison meat. Used in crafting and cooking or can be sold. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_MULE",
    "name": "Mule",
    "description": "Mules can be found on farms and ranches across New Hanover. As herbivores, they graze on grasses, hay and grains. Mules are considered to be preferable to horses for manual work due to their tougher skin and harder hooves.",
    "tooltip": "Mules can be found throughout the land",
    "shortDescription": "Mules are considered to be preferable to horses for manual work due to the tougher skin and harder hooves."
  },
  {
    "id": "CMPNDM_MUSKRAT",
    "name": "American Muskrat",
    "description": "The American Muskrat's main habitat is along the rivers and shores of New Austin, West Elizabeth, Lemoyne and New Hanover. As omnivores, their diet consists of aquatic vegetation, small fish and amphibians. The Varmint Rifle is the most effective way to hunt these rodents. Muskrat skin and scent glands can be used for crafting, and their stringy meat can be used for cooking.",
    "tooltip": "Perfect Muskrat Fur can be used to craft a pair of Muskrat Gloves",
    "shortDescription": "Yields a pelt, scent glands and stringy meat. Used in crafting and cooking or can be sold. Use a Varmint rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BALTORIOLE",
    "name": "Baltimore Oriole",
    "description": "The Baltimore Oriole can be found in Roanoke Ridge. Their omnivorous diet includes fruit, nectar from flowers, and insects. The best way to kill or wound an oriole is with a Bow with Small Game Arrows. Oriole carcasses can be sold to traders.",
    "tooltip": "Oriole Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_HOODEDORIOLE",
    "name": "Hooded Oriole",
    "description": "The Hooded Oriole's main habitat is West Elizabeth. As an omnivore, their diet consists of leaf insects, fruit and nectar from flowers. A Bow with Small Game Arrows is considered to be the most effective way to kill or wound these small birds. Oriole carcasses can be sold to traders.",
    "tooltip": "Oriole Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_CALOWL",
    "name": "Californian Horned Owl",
    "description": "The Californian Horned Owl is native to New Austin. As carnivores, they prey on mammals like hares, rabbits, mice and small birds. A Varmint Rifle is considered the best weapon to wound or kill a bird this size. Owl feathers can be used for crafting, and their gamey meat can be cooked for food.",
    "tooltip": "Owl Feathers can be used to craft a Homing Tomahawk",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_COASTALOWL",
    "name": "Coastal Horned Owl",
    "description": "Coastal Horned Owls are found in a variety of habitats across the states. Their carnivorous diet means they prey on small mammals and birds. A Varmint Rifle is considered to be the most effective way to kill or wound a bird of this size. Owl feathers can be used for crafting, and their gamey meat can be cooked for food.",
    "tooltip": "Owl Feathers can be used to craft a Homing Tomahawk",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_HORNOWL",
    "name": "Great Horned Owl",
    "description": "The Great Horned Owl can be found in a variety of habitats across the states. As carnivores, they prey on mammals, small birds and invertebrates. The most effective way to kill an owl or bird of this size is with a Varmint Rifle. Owl feathers can be used for crafting, and their gamey meat can be cooked for food.",
    "tooltip": "Owl Feathers can be used to craft a Homing Tomahawk",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_ANGUSOX",
    "name": "Angus Ox",
    "description": "Angus Oxen can be found on ranches and farms across West Elizabeth, New Hanover and Lemoyne. As herbivores, their main diet consists of common roughage including grasses, hay, and silage. These large mammals can be taken down with either a Bow with Improved Arrows, or a long scope rifle. Oxen hide and horns can be used for crafting.",
    "tooltip": "A Perfect Ox Hide can be used to craft a pair of Chaps",
    "shortDescription": "Yields a hide, a horn and a prime beef joint. Used in crafting and cooking or can be sold. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_DEVONOX",
    "name": "Devon Ox",
    "description": "Devon Oxen can be found on ranches and farms across West Elizabeth, New Hanover and Lemoyne. As herbivores, their main diet consists of common roughage including grasses, hay, and silage. An effective way to hunt these large mammals is with either a long scope rifle or a Bow with Improved Arrows. Oxen hide and horns can be used for crafting.",
    "tooltip": "A Perfect Ox Hide can be used to craft a pair of Chaps",
    "shortDescription": "Yields a hide, a horn and a prime beef joint. Used in crafting and cooking or can be sold. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_PANTHER",
    "name": "Panther",
    "description": "Panthers are native to the remote forested wetlands of Lemoyne. As carnivores, they prey on deer, wild boars and goats. An effective way to hunt these large mammals is with either a rifle with High Velocity or Express Bullets, or a Bow with Improved Arrows. The heart and claws from panthers can be used for crafting, and their meat can be used for cooking.",
    "tooltip": "Perfect Panther Fur can be used to craft a Saddle",
    "shortDescription": "Yields a pelt and big game meat. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_FLOPANTHER",
    "name": "Florida Panther",
    "description": "The Florida Panther can be found in the remote forested wetlands of Lemoyne. As carnivores, they prey on armadillos, raccoons, white-tailed deer, feral hogs, and occasionally alligators. These temperamental cats can be killed or wounded using a rifle, or a Bow with Poison Arrows. The heart and claws from panthers can be used for crafting, and their meat can be used for cooking.",
    "tooltip": "Perfect Panther Fur can be used to craft a Saddle",
    "shortDescription": "Yields a pelt and big game meat. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_PARAKEET",
    "name": "Carolina Parakeet",
    "description": "Carolina Parakeets are native to the Bayou. Their herbivorous diet consists of shrubs, seeds and fruit from forest trees. A Bow and Small Game Arrows can take down these small birds. Their carcasses can be sold to traders.",
    "tooltip": "A Carolina Parakeet Carcass can be sold to traders",
    "shortDescription": "Yields a carcass and exotic bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_BLUEMACAW",
    "name": "Blue and Yellow Macaw",
    "description": "Blue and Yellow Macaws can be found across Guarma. As herbivores, their diet includes fruits, seeds, plants, nuts and leaves. The most effective way to hunt these colorful birds is with a Bow and Small Game Arrows. Macaw feathers can be used for crafting and their exotic bird meat can be used for cooking.",
    "tooltip": "Parrot Feathers can be sold to traders",
    "shortDescription": "Yields feathers and exotic bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_GREENMACAW",
    "name": "Great Green Macaw",
    "description": "The Great Green Macaw's main habitat is Guarma. As herbivores, their diet consists of fruits, seeds, plants, nuts and leaves. A Bow with Small Game Arrows is considered to be the best way to hunt these colorful birds. Macaw feathers can be used for crafting and their exotic bird meat can be used for cooking.",
    "tooltip": "Parrot Feathers can be sold to traders",
    "shortDescription": "Yields feathers and exotic bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_SCARLETMACAW",
    "name": "Scarlet Macaw",
    "description": "The Scarlet Macaw is native to Guarma. Their herbivorous diet includes fruits, seeds, plants, nuts and leaves. A Bow with Small Game Arrows is the most effective way to hunt these birds. Macaw feathers can be used for crafting and their exotic bird meat can be used for cooking.",
    "tooltip": "Parrot Feathers can be sold to traders",
    "shortDescription": "Yields feathers and exotic bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_WHITEPELICAN",
    "name": "American White Pelican",
    "description": "The American White Pelican is native to the coastal areas of West Elizabeth, New Hanover and Lemoyne. Their carnivorous diet consists of fish, insects, amphibians, turtles, crustaceans, birds and small mammals. The Varmint Rifle is considered to be the most effective weapon for hunting pelicans. The meat from pelicans can be used for cooking and their feathers can be used for crafting.",
    "tooltip": "Can be used in the Minty Exotic Bird recipe",
    "shortDescription": "Yields feathers and exotic bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BROWNPELICAN",
    "name": "Brown Pelican",
    "description": "Brown Pelicans are native to the coastal areas of West Elizabeth, New Hanover and Lemoyne. As carnivores, their diet includes small birds and mammals, turtles, crustaceans, fish and amphibians. The Varmint Rifle is considered to be the ideal weapon for hunting pelicans. The feathers from pelicans can be used for crafting, and their meat can be used for cooking.",
    "tooltip": "Can be used in the Oregano Exotic Bird recipe",
    "shortDescription": "Yields feathers and exotic bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_RINGPHEASANT",
    "name": "Ring-necked Pheasant",
    "description": "The Ring-necked Pheasants can be found in the grasslands of New Hanover and West Elizabeth. They are omnivores but their diet changes seasonally. In the winter, they feed on grains and, in the summer, they eat small insects. An effective weapon to use when hunting pheasants is a Bow with Small Game Arrows. The feathers of pheasants can be used for crafting, and their meat provides a good source of food.",
    "tooltip": "Pheasant Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_CHINESEPHEASANT",
    "name": "Chinese Ring-necked Pheasant",
    "description": "Chinese Ring-necked Pheasants are native to the grass and forest lands of New Hanover and West Elizabeth. They are omnivores but their diet changes seasonally. In the winter, they feed on grains and, in the summer, they eat small insects. A Bow with Small Game Arrows is considered to be the most effective weapon to hunt pheasants. The meat from pheasants is a good source of food, and their feathers can be used for crafting.",
    "tooltip": "Pheasant Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BERKPIG",
    "name": "Berkshire Pig",
    "description": "Berkshire Pigs can be found on ranches and in towns across New Hanover. As omnivores, their diet consists of mice, eggs, agricultural crops, fungi, roots, and grasses. A repeater, or a Bow with arrows, is considered to be the most effective weapon to use when hunting pigs. The tender meat is perfect for cooking, and their skin can be used for crafting.",
    "tooltip": "Can be used in the Minty Pork recipe",
    "shortDescription": "Yields a hide and tender pork meat. Used in crafting and cooking or can be sold. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_CHINAPIG",
    "name": "Big China Pig",
    "description": "Big China Pigs are found on ranches and in towns across New Hanover. Their omnivorous diet includes, mice, worms, eggs, grasses, fungi, and roots. It's considered that the best weapons to hunt pigs with is a Bow with arrows, or a repeater. Their skin can be used for crafting and their tender meat is a good source of food.",
    "tooltip": "Can be used in the Thyme Pork recipe",
    "shortDescription": "Yields a hide and tender pork meat. Used in crafting and cooking or can be sold. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_SPOTPIG",
    "name": "Old Spot Pig",
    "description": "Old Spot Pigs can be found on ranches and in towns across New Hanover. Their omnivorous diet consists of lizards, mice, eggs, agricultural crops, and fungi, and grasses. A repeater, or a Bow with arrows, are considered to be the most effective weapons to use when hunting pigs. Pig skin can be used for crafting, and their tender meat can be used for cooking.",
    "tooltip": "Can be used in the Oregano Pork recipe",
    "shortDescription": "Yields a hide and tender pork meat. Used in crafting and cooking or can be sold. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_BANDPIGEON",
    "name": "Band-tailed Pigeon",
    "description": "Band-tailed Pigeons can be found in the damp forests of West Elizabeth. Their omnivorous diet includes berries, grains, fruits, shrubs, pine nuts, and insects. An effective way to kill or wound a pigeon is with a Bow with Small Game Arrows. Their feathers can be used for crafting, and the carcasses can be sold.",
    "tooltip": "Pigeon Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_ROCKPIGEON",
    "name": "Rock Pigeon",
    "description": "Rock Pigeons can be found in a variety of habitats across the states. As omnivores, their diet consists of berries, fruits, grains, earthworms, and seeds. These small birds can be wounded or killed easily by a Bow with Small Game Arrows. Pigeon carcasses can be sold to traders, and their feathers can be used for crafting.",
    "tooltip": "Pigeon Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_OPOSSUM",
    "name": "Virginia Opossum",
    "description": "The Virginia Opossum can be found in a variety of habitats across the states. As omnivores, their diet consists of grains, nuts, fruits, amphibians, birds and their eggs, mice, and carrion. The Varmint Rifle is the most effective weapon for hunting these mammals. Opossum meat is stringy but edible, and their skin can be used for crafting.",
    "tooltip": "Perfect Opossum Fur can be used to craft a Hat",
    "shortDescription": "Yields a pelt and stringy meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_APRONGHORN",
    "name": "American Pronghorn Buck",
    "description": "The American Pronghorn Buck is native to the wide open grasslands of New Hanover and West Elizabeth. As herbivores, their diet includes sagebrush, green shoots, grasses and forbs. As a large animal, a high impact weapon is needed when hunting. The most popular weapons used when hunting are rifles and Bows with Poison Arrows. Pronghorn skin can be used for crafting, and their meat can be used for cooking.",
    "tooltip": "Perfect Pronghorn Hide can be used to craft a Vest",
    "shortDescription": "Yields a hide and mature venison meat. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_APRONGHORNF",
    "name": "American Pronghorn Doe",
    "description": "The American Pronghorn Doe is native to the wide open grasslands of New Hanover and West Elizabeth. As herbivores, their diet includes sagebrush, green shoots, grasses and forbs. As a large animal, a high impact weapon is needed when hunting. The most popular weapons used when hunting are rifles and Bows with Poison Arrows. Pronghorn skin can be used for crafting, and their meat can be used for cooking.",
    "tooltip": "Perfect Pronghorn Hide can be used to craft a Vest",
    "shortDescription": "Yields a hide and mature venison meat. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_SONORANPRONGHORN",
    "name": "Sonoran Pronghorn Buck",
    "description": "The Sonoran Pronghorn Bucks can be found in the open deserts of New Austin. Their herbivorous diet consists of grasses, forbs, green shots, and sagebrush. These large mammals require higher impact weapons when hunting. The ideal weapons for an effective take down are rifles or a Bow with arrows. Their mature venison can be used in cooking, and their skin can be used for crafting.",
    "tooltip": "Perfect Pronghorn Fur can be used to craft a Hat",
    "shortDescription": "Yields a hide and mature venison meat. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_SONORANPRONGHORNF",
    "name": "Sonoran Pronghorn Doe",
    "description": "The Sonoran Pronghorn Doe can be found in the open deserts of New Austin. Their herbivorous diet consists of grasses, forbs, green shots, and sagebrush. These large mammals require higher impact weapons when hunting. The ideal weapons for an effective take down are rifles or a Bow with arrows. Their mature venison can be used in cooking, and their skin can be used for crafting.",
    "tooltip": "Perfect Pronghorn Fur can be used to craft a Hat",
    "shortDescription": "Yields a hide and mature venison meat. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BAJAPRONGHORN",
    "name": "Baja California Pronghorn Buck",
    "description": "The Baja Californian Pronghorn Buck's main habitat is Gaptooth Ridge and Rio Bravo. As herbivores, their diet includes sagebrush, green shoots, grasses and forbs. These large mammals require higher impact weapons when hunting. The ideal weapons for an effective take down are rifles or a Bow with arrows. Their mature venison can be used in cooking, and their skin can be used for crafting.",
    "tooltip": "Perfect Pronghorn Fur can be used to craft a Hat",
    "shortDescription": "Yields a hide and mature venison meat. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BAJAPRONGHORNF",
    "name": "Baja California Pronghorn Doe",
    "description": "The Baja Californian Pronghorn Doe's main habitat is Gaptooth Ridge and Rio Bravo. As herbivores, their diet includes sagebrush, green shoots, grasses and forbs. These large mammals require higher impact weapons when hunting. The ideal weapons for an effective take down are rifles or a Bow with arrows. Their mature venison can be used in cooking, and their skin can be used for crafting.",
    "tooltip": "Perfect Pronghorn Fur can be used to craft a Hat",
    "shortDescription": "Yields a hide and mature venison meat. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_QUAIL",
    "name": "California Quail",
    "description": "The Californian Quail can be found in New Austin. As omnivores, seeds make up their main diet, with insects, berries and acorns being secondary. These small birds can easily be killed or wounded by using a Bow with Small Game Arrows. The carcass of a quail can be sold to traders.",
    "tooltip": "Quail Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and game meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_BIGHORNRAM",
    "name": "Sierra Nevada Bighorn Ram",
    "description": "The Sierra Nevada Bighorn Ram can be found in New Austin and West Elizabeth. As herbivores, they graze on forbs, woody vegetation, and grasses. The easiest way to take down a ram of this size is by either using a Bow with Poison Arrows or a rifle. Their meat is edible but gristly, and their horns and hides can be used for crafting.",
    "tooltip": "Can be used in the Oregano Minty Mutton recipe",
    "shortDescription": "Yields a pelt, horns and gristly mutton. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BIGHORNSHEEP",
    "name": "Sierra Nevada Bighorn Sheep",
    "description": "The Sierra Nevada Bighorn Sheep inhabits New Austin and West Elizabeth. As a herbivore, it grazes on forbs, woody vegetation and grasses. Using a Bow with arrows, or a rifle, is the easiest way to take down a sheep of this size. Sheep also provide gristly mutton and hides which can be used as food and material to craft with.",
    "tooltip": "Can be used in the Thyme Mutton recipe",
    "shortDescription": "Yields a hide and gristly mutton. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BIGHORNRAMD",
    "name": "Desert Bighorn Ram",
    "description": "The Desert Bighorn Ram inhabits New Austin. Their herbivorous diet consists of desert holly, cacti, and grasses. The easiest way to take down a ram of this size is by either using a Bow with Poison Arrows or a rifle. Their mutton, horns and hide can be used for food or crafting.",
    "tooltip": "Can be used in the Oregano Minty Mutton recipe",
    "shortDescription": "Yields a pelt, horns and gristly mutton. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BIGHORNSHEEPD",
    "name": "Desert Bighorn Sheep",
    "description": "The Desert Bighorn Sheep inhabits the varied terrain of New Austin. It has a herbivorous diet of desert holly, cacti, and grasses. Using a Bow with arrows, or a rifle, is the easiest way to take down a sheep of this size. They also provide mutton to eat, and hides for crafting with.",
    "tooltip": "Can be used in the Minty Mutton recipe",
    "shortDescription": "Yields a hide and gristly mutton. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BIGHORNRAMRM",
    "name": "Rocky Mountain Bighorn Ram",
    "description": "The Rocky Mountain Bighorn Ram's main habitat is the Grizzlies region. They are herbivores, mainly consuming grasses and sedges, but they will also eat woody plants in the winter. The easiest way to take down a ram of this size is by either using a Bow with Poison Arrows or a rifle. Ram mutton is gristly, and their horns and hides can be used to craft with.",
    "tooltip": "Can be used in the Oregano Mutton recipe",
    "shortDescription": "Yields a pelt, horns and gristly mutton. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BIGHORNSHEEPRM",
    "name": "Rocky Mountain Bighorn Sheep",
    "description": "Rocky Mountain Bighorn Sheep are native to the Grizzlies and Cumberland Forest. This herbivore mainly lives on grasses and sedges, as well as woody plants in the winter. Using a rifle, or a Bow with arrows, will successfully take down a sheep of this size. It can provide gristly mutton to eat, and a hide to craft with.",
    "tooltip": "Can be used in the Oregano Mutton recipe",
    "shortDescription": "Yields a hide and gristly mutton. Used in crafting and cooking or can be sold. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_RABBIT",
    "name": "Black-tailed Jackrabbit",
    "description": "The Black-tailed Jackrabbit can be found in a variety of habitats across the states. As herbivores, their diet consists of vegetation forbs, buds, twigs, bark, and crops, which is why they are considered pests. A Varmint Rifle is the ideal weapon to use when hunting rabbits. Rabbit pelts can be used for crafting, and their gamey meat can be used for cooking.",
    "tooltip": "A Perfect Rabbit Pelt can be used to craft a Hat",
    "shortDescription": "Yields pelt and game meat. Used in crafting and cooking or can be sold. Use a Varmint rifle for a clean kill."
  },
  {
    "id": "CMPNDM_RACCOON",
    "name": "North American Raccoon",
    "description": "North American Raccoons are found across Lemoyne, New Hanover and West Elizabeth. As omnivores, their diet includes plants, berries, amphibians, rodents, and eggs, depending on their environment. The Varmint Rifle is the most effective weapon for hunting raccoons. Their meat is edible but stringy, and their skin can be used for crafting.",
    "tooltip": "A Perfect Raccoon Pelt can be used to craft a Hat",
    "shortDescription": "Yields pelt and stringy meat. Used in crafting and cooking or can be sold. Use a Varmint rifle for a clean kill."
  },
  {
    "id": "CMPNDM_BLACKRAT",
    "name": "Black Rat",
    "description": "Black Rats can be found in Saint Denis and other highly populated areas. As omnivores, they scavenge for any scraps they can find, including seeds, leaves, agricultural crops and fungi. Rats can be easily killed or wounded with a Bow with Small Game Arrows. Their meat is stringy but edible, and their skin can be used for crafting.",
    "tooltip": "Perfect Rat Fur can be used to craft a Hat",
    "shortDescription": "Yields a carcass and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_BROWNRAT",
    "name": "Brown Rat",
    "description": "Brown Rats can be found in Armadillo and other densely populated areas. Their omnivorous diet is based on scavenging food, as well as grains, seeds, small mammals and birds. It's considered that a Bow with Small Game Arrows is the most effective way to kill or wound rats. Rat skin can be used for crafting and their stringy meat can be used for cooking.",
    "tooltip": "Perfect Rat Fur can be used to craft a Hat",
    "shortDescription": "Yields a carcass and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_RAVEN",
    "name": "Western Raven",
    "description": "The Western Raven can be found in a variety of habitats across the states. As omnivores, their diet consists of grains and seeds, but they prefer to scavenge for carrion and eggs of other nesting birds. A Bow with Small Game Arrows can be used to kill or wound a bird of this size. Raven feathers can be used for crafting, and their meat can be used for cooking.",
    "tooltip": "Raven Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_REDFOOTEDBOOBY",
    "name": "Red-footed Booby",
    "description": "The Red-footed Booby is native to Guarma. As carnivores, they prey on small fish and squid. The most effective weapon to kill or wound a small bird is a Bow with Small Game Arrows. Their gamey meat can be used for cooking, and their feathers can be used for crafting.",
    "tooltip": "Can be used in the Minty Game recipe",
    "shortDescription": "Yields a carcass, feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_ROBIN",
    "name": "American Robin",
    "description": "The American Robin is native to a wide range of habitats across the states. Their omnivorous diet consists of insects, grubs, berries and fruit. It's considered that the most effective way to hunt these small birds is with a Bow and Small Game Arrows. Their plump meat is a good source of food and their feathers can be used for crafting.",
    "tooltip": "Robin Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_SPOONBILL",
    "name": "Roseate Spoonbill",
    "description": "The Roseate Spoonbill is native to Bayou Nwa. As omnivores, their main diet consists of algae, crustaceans, insects, and small fish. The Varmint Rifle is considered to be the best weapon to wound or kill a spoonbill. Their colorful feathers can be used for crafting, and their gamey meat can be consumed.",
    "tooltip": "Spoonbill Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_HERRINGGULL",
    "name": "Herring Gull",
    "description": "Herring Gulls can be found in the Bluewater Marsh. Their omnivorous diet consists of bird eggs, marine fish, garbage, and carrion. A Bow with Small Game Arrows is considered to be the best weapon for a clean kill. Their gamey meat can be consumed, and their feathers can be used for crafting.",
    "tooltip": "Gull Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_LAUGHINGGULL",
    "name": "Laughing Gull",
    "description": "Laughing Gulls can be found across Lemoyne. As omnivores, their main diet consists of bird eggs, insects, squid, crustaceans, fish and garbage. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a seagull. Their gamey meat is a good source of food, and their feathers can be used for crafting.",
    "tooltip": "Gull Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_RINGGULL",
    "name": "Ring-billed Gull",
    "description": "The Ring-billed Gull can be found across Saint Denis. As scavengers, they often steal food from other birds. Their omnivorous diet consists of bird eggs, insects, rodents and grains. A Bow with Small Game Arrows can be used for a clean kill. Gull meat can be used as a source of food, and their feathers can be used for crafting.",
    "tooltip": "Gull Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_MERINOSHEEP",
    "name": "Merino Sheep",
    "description": "The Merino Sheep can be found on ranches and in towns across New Hanover. As herbivores, they feed on pasture plants, grasses, clovers and forbs. A repeater, or a Bow with arrows, is considered to be the best weapon for hunting sheep. Their wool can be used for crafting, and their gristly meat can be consumed.",
    "tooltip": "Can be used in the Thyme Mutton recipe",
    "shortDescription": "Yields a hide and gristly mutton. Used in crafting and cooking or can be sold. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_SKUNK",
    "name": "Striped Skunk",
    "description": "The Striped Skunk can be found in a variety of habitats across the states. Their omnivorous diet consists of insects, fish, crustaceans, small mammals, grasses, fruits, and carrion. Skunks have the ability to create a spray using their scent glands to deter predators. This makes long range weapons like the Varmint Rifle the best to hunt this type of animal. Their skin can be used for crafting and their meat can be consumed, though it's considered to be stringy.",
    "tooltip": "A Skunk Pelt can be used to craft a pair of Boots",
    "shortDescription": "Yields a pelt and stringy meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_REDBOASNAKE",
    "name": "Red Boa Snake",
    "description": "The Red Boa is native to Guarma. As carnivores, they prey on rodents, lizards, birds, amphibians. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a snake, without causing too much damage to the skin. Their skin can be used for crafting, and their stringy meat can be consumed.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_BOASNAKE",
    "name": "Rainbow Boa Snake",
    "description": "The Rainbow Boa is native to Guarma. As carnivores, they prey on rodents, lizards, birds, amphibians. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a snake, without causing too much damage to the skin. Their skin can be used for crafting, and their stringy meat can be consumed.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_SUNBOASNAKE",
    "name": "Sunglow Boa Snake",
    "description": "The Sunglow Boa is native to Guarma. As carnivores, they prey on rodents, lizards, birds, amphibians. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a snake, without causing too much damage to the skin. Their skin can be used for crafting, and their stringy meat can be consumed.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_DIAMONDSNAKE",
    "name": "Diamondback Rattlesnake",
    "description": "The Diamondback Rattlesnake is native to Lemoyne, New Hanover and parts of West Elizabeth. As carnivores, they prey on ground dwelling birds, mice, rabbits, and gophers. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a snake of this size. Their skin can be used for crafting, and their meat can be used as a source of food.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_FERDELANCE",
    "name": "Fer-de-Lance Snake",
    "description": "The Fer-de-Lance Snake is native to Guarma. Their extremely toxic venom makes them effective predators, preying on mammals, amphibians, reptiles, and other snakes. Fer-de-Lance Snakes are considered to be the most dangerous snake to humans. A Bow with Small Game Arrows is the best weapon to wound or kill a snake of this size. Their skin can be used for crafting, and their meat can be consumed, though is considered to be stringy.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_BLACKSNAKE",
    "name": "Black-tailed Rattlesnake",
    "description": "The Black-tailed Rattlesnake can be found New Austin. As carnivores, they prey on small animals like mice, rats and lizards. A Bow with Small Game Arrows is considered to be the best weapon to kill these snakes, without causing too much damage to their skin. Their meat is edible, though considered to be stringy, and their skin can be used for crafting.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_TIMBERSNAKE",
    "name": "Timber Rattlesnake",
    "description": "The Timber Rattlesnake is native to Lemoyne, New Hanover and parts of West Elizabeth. As carnivores, they prey on small birds, mice, rabbits, and lizards. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a snake of this size. Their skin can be used for crafting and their meat can be used as a source of food.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_SNAKECOPPERHEAD_NORTHERN",
    "name": "Northern Copperhead Snake",
    "description": "Northern Copperhead Snakes can be found across New Hanover and Lemoyne. Their carnivorous diet consists of mice, lizards, insects, and small birds. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a snake of this size. Their skin can be used for crafting, and their meat is edible, though considered to be stringy.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_SNAKECOPPERHEAD_SOUTHERN",
    "name": "Southern Copperhead Snake",
    "description": "Southern Copperhead Snakes can be found across New Hanover, Lemoyne, and southern areas of West Elizabeth. Their carnivorous diet consists of mice, lizards, insects, and small birds. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a snake of this size. Their skin can be used for crafting, and their meat is edible, though considered to be stringy.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_MIDLANDSNAKE",
    "name": "Midland Water Snake",
    "description": "Midland Water Snakes are native to the coastal shores of Roanoke Ridge and swamplands of Lemoyne. Their carnivorous diet consists of game, frogs, salamanders, and fish. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a snake of this size. Their skin can be used for crafting, and their meat is edible, though considered to be stringy.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_COTTONSNAKE",
    "name": "Cottonmouth Snake",
    "description": "Cottonmouth Snakes are native to the coastal shores of Roanoke Ridge and swamplands of Lemoyne. Their carnivorous diet consists of game, frogs, salamanders, and fish. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a snake of this size. Their skin can be used for crafting, and their meat is edible, though considered to be stringy.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_NORTHERNSNAKE",
    "name": "Northern Water Snake",
    "description": "Northern Water Snakes are native to the coastal shores of Roanoke Ridge and swamplands of Lemoyne. Their carnivorous diet consists of game, frogs, salamanders, and fish. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a snake of this size. Their skin can be used for crafting, and their meat is edible, though considered to be stringy.",
    "tooltip": "A Perfect Snake Skin can be used to craft a Saddle",
    "shortDescription": "Yields a skin and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_SCARLETSONGBIRD",
    "name": "Scarlet Tanager Songbird",
    "description": "The Scarlet Tanager Songbird can be found in forested areas across Lemoyne, New Hanover and West Elizabeth. As omnivores, their diet consists of ants, beetles, butterflies, buds and fruit. These small birds can easily be killed using a Bow with Small Game Arrows. Their feathers can be used for crafting.",
    "tooltip": "Songbird Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_WESTERNSONGBIRD",
    "name": "Western Tanager Songbird",
    "description": "Western Tanager Songbirds are found across New Austin, West Elizabeth and New Hanover. Their omnivorous diet consists of insects, ants, during breeding seasons, and fruit berries and buds during winter. A Bow with Small Game Arrows is considered to be the best weapon for taking down small birds like songbirds. Their feathers can be used for crafting.",
    "tooltip": "Songbird Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_EURASIANSPARROW",
    "name": "Eurasian Tree Sparrow",
    "description": "The Eurasian Tree Sparrow can be found in the grasslands of West Elizabeth and New Hanover. Their omnivorous diet consists of seeds, grains, and inspects. A Bow with Small Game Arrows is considered to be the best weapon for taking down small birds like sparrows. Their feathers can be used for crafting.",
    "tooltip": "Sparrow Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_TREESPARROW",
    "name": "American Tree Sparrow",
    "description": "The American Tree Sparrow is native to the grasslands of West Elizabeth and New Hanover. As omnivores, their diet consists of berries, seeds and insects. These small birds can easily be killed by using a Bow with Small Game Arrows. Their feathers can be used for crafting.",
    "tooltip": "Sparrow Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_GOLDENSPARROW",
    "name": "Golden Crowned Sparrow",
    "description": "Golden Crowned Sparrows can be found in the brushy grasslands of West Elizabeth and New Hanover. As omnivores, their diet consists of insects, grubs, seeds, berries, and flowers. A Bow with Small Game Arrows is considered to be the best weapon for a clean kill. Their feathers can be used for crafting.",
    "tooltip": "Sparrow Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_REDSQUIRREL",
    "name": "American Red Squirrel",
    "description": "American Red Squirrels are native to the forested regions of West Elizabeth and New Hanover. As omnivores, their diet consists of small animals such as mice as well as nuts, seeds and mushrooms. Using a Bow with Small Game Arrows will successfully kill the squirrel, but will do less damage to their pelts. Their pelts can be sold to traders, and their meat can be consumed, though it is considered to be rather stringy.",
    "tooltip": "A Perfect Squirrel Pelt can be used to craft a Hat",
    "shortDescription": "Yields a carcass and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_GRAYSQUIRREL",
    "name": "Western Gray Squirrel",
    "description": "The Western Squirrel is native to the forested regions of West Elizabeth and New Hanover. Its omnivorous diet consists of nuts, berries, seeds, eggs, and small birds. Hunting squirrels with a Bow and Small Game Arrows will cause less damage to their pelts, compared to other weapons. Their pelts can be sold as profit to traders, and their meat is edible, but is considered to be stringy.",
    "tooltip": "A Perfect Squirrel Pelt can be used to craft a Hat",
    "shortDescription": "Yields a carcass and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_BLACKSQUIRREL",
    "name": "Black Squirrel",
    "description": "The Black Squirrel inhabits the woodlands of New Hanover and parts of West Elizabeth. Its omnivorous diet consists of seeds, nuts, small insects and fungi. A Bow with Small Game Arrows can be used to hunt squirrels with minimal damage to their pelts. Pelts from squirrels can be sold to traders, and their meat is edible, though stringy.",
    "tooltip": "A Perfect Squirrel Pelt can be used to craft a Hat",
    "shortDescription": "Yields a carcass and stringy meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_TOAD",
    "name": "Western Toad",
    "description": "Western Toads are native to the Lemoyne wetlands. As carnivores, they prey on large bees, beetles, ants, crayfish, and arachnids. A Bow with Small Game Arrows is considered to be the best weapon to hunt toads with as it does minimal damage to the carcass. Their legs are a great source of food.",
    "tooltip": "A Perfect Toad Carcass can be sold to traders",
    "shortDescription": "Yields a carcass and herptile meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_SDTOAD",
    "name": "Sonoran Desert Toad",
    "description": "Sonoran Desert Toads are native to Rio Bravo. As carnivores, they prey on a centipedes, lizards, spiders, and mice. A Bow with Small Game Arrows is considered to be the best weapon to hunt toads with as it does minimal damage to the carcass. Their legs are a great source of food.",
    "tooltip": "A Perfect Toad Carcass can be sold to traders",
    "shortDescription": "Yields a carcass and herptile meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_EASTTURKEY",
    "name": "Eastern Wild Turkey",
    "description": "The Eastern Wild Turkey can be found in the forested or brushy regions of West Elizabeth, New Hanover and Lemoyne. As opportunistic omnivores, they can be found foraging for insects, seeds and grasses. The easiest way to take down a bird of this size whilst hunting is by using a Varmint Rifle. Their feathers can be used for crafting, and their plump meat can be used as a source of food.",
    "tooltip": "Can be used in the Thyme Plump Bird recipe",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_RIOTURKEY",
    "name": "Rio Grande Wild Turkey",
    "description": "The Rio Grande Wild Turkey is native to New Austin. The opportunistic omnivore forager feeds on insects, seeds, foliage, grasses and nuts. The Varmint Rifle is considered to be the best weapon to hunt wild turkeys. Their plump meat can provide a good meal, while their feathers can be used for crafting.",
    "tooltip": "Can be used in the Oregano Plump Bird recipe",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_SNAPPINGTURTLE",
    "name": "Alligator Snapping Turtle",
    "description": "The Alligator Snapping Turtle is native to the swamplands of Lemoyne. Their primarily carnivorous diet means they prey on other smaller turtles, frogs, snakes, as well as some aquatic plants. A Bow with Small Game Arrows is considered the best weapon to use when hunting turtles. Their herptile meat can be used in cooking or can be sold to traders.",
    "tooltip": "Can be used in the Plain Herptile recipe",
    "shortDescription": "Yields herptile meat that can be used in cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_EASTVULTURE",
    "name": "Eastern Turkey Vulture",
    "description": "The Eastern Turkey Vulture is native to New Hanover and Lemoyne. They prey on reptiles, birds, fish and amphibians. When hunting, they prefer freshly dead animals due to the meat being softer. The Varmint Rifle is considered to be the best for hunting vultures and other birds this size. Feathers from Eastern Turkey Vultures can be used for crafting. Their gamey meat can consumed.",
    "tooltip": "Vulture Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_WESTVULTURE",
    "name": "Western Turkey Vulture",
    "description": "Western Turkey Vultures are found in a variety of habitats across New Austin and West Elizabeth. Its carnivorous diet consists of birds, amphibians, and fish. They prefer freshly dead animals due to the meat being softer. The quickest way to hunt birds of this size is by using a Varmint Rifle. Their gamey meat can be used for food, and their feathers can be used for crafting.",
    "tooltip": "Vulture Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_GRAYWOLF",
    "name": "Gray Wolf",
    "description": "The Gray Wolf's main habitat is in the Big Valley region and Tall Trees North. As carnivores, their diet consists of deer and mountain goats, as well as smaller animals like birds, beavers, and fish. As wolves often attack in packs, it is recommended that long range weapons like rifles, or a Bow with arrows, are used to wound or kill a wolf. Their meat can be used for food, and their pelts and hearts can be used for crafting.",
    "tooltip": "A Perfect Wolf Pelt can be used to craft a Vest",
    "shortDescription": "Yields a pelt, a heart and big game meat. Used in crafting and cooking or can be sold. Use a Bow with a Poison Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_TIMBERWOLF",
    "name": "Timber Wolf",
    "description": "The Timber Wolf is native to the Cumberland Forest and the Grizzlies. Its carnivorous diet consists of elk, mice, rabbits, and squirrels. Their vicious nature means that long range weapons are best to take them down. Rifles and a Bow with arrows are considered to be the best weapons to kill or wound a wolf. A good pelt can be sold to traders for a good price. Their hearts can also be used for crafting, and their meat can be consumed.",
    "tooltip": "A Perfect Wolf Pelt can be used to craft a Vest",
    "shortDescription": "Yields a pelt, a heart and big game meat. Used in crafting and cooking or can be sold. Use a Bow with a Poison Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_REDWOODPECKER",
    "name": "Red-bellied Woodpecker",
    "description": "The Red-bellied Woodpecker can be found in Roanoke Ridge. As omnivores, their diet consists of insects, fruits, nuts and berries. A Bow with Small Game Arrows can be used to take down birds of this size, with minimal damage to their carcass. Their carcass and feathers can be used for crafting.",
    "tooltip": "Woodpecker Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_PILWOODPECKER",
    "name": "Pileated Woodpecker",
    "description": "The Pileated Woodpecker can be found in the woodland areas of New Hanover. As omnivores, their diet consists of insects, fruits, nuts and berries. A Bow with Small Game Arrows is considered to be the best weapon to take down woodpeckers. Their carcass and feathers can be used for crafting.",
    "tooltip": "Woodpecker Feathers can be used to craft Hat accessories",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_ALLIGATOR",
    "name": "Legendary Bull Gator",
    "description": "The Legendary Bull Gator is native to the swampland near Lagras, Bayou Nwa. The alligator can be easily spotted by its large size and its albino scales. As a carnivorous apex predator, it feeds on fish, birds, amphibians and mammals. A Bow with Improved Arrows, or a long scope rifle, is considered to be the best weapon for hunting this alligator. Killing this animal will give you the opportunity to craft a rare talisman.",
    "tooltip": "Can be crafted into a Legendary Alligator Vest",
    "shortDescription": "Yields an alligator tooth that can be used in crafting. Use a Bow with an Improved Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_BEAR",
    "name": "Legendary Bharati Grizzly Bear",
    "description": "The Legendary Bharati is endemic to O'Creagh's Run, in the Grizzlies East. This bear is larger than any other that has been spotted in the region. The distinctive scars across its face and body make this creature easily identifiable. As an omnivore, its diet ranges from berries, roots, and grasses to deer, elk, fish, and carrion. Long range weapons like a long scope rifle, or a Bow with Improved Arrows, will give you the advantage when hunting this animal. Killing this animal will give you the opportunity to craft a rare talisman.",
    "tooltip": "Can be crafted into a Legendary Bear Head Hat",
    "shortDescription": "Yields a claw that can be used in crafting. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_BEAVER",
    "name": "Legendary Beaver",
    "description": "The Legendary Beaver is endemic to Elysian Pool in New Hanover. The light hair on the beaver makes it easy to recognize compared to other beavers in the region. Its herbivorous diet consists of tree bark, cambium, roots, buds, and water plants. A Varmint Rifle is considered to be the most effective weapon when hunting beavers. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into a Legendary Beaver Flop Hat",
    "shortDescription": "Yields a beaver tooth that can be used in crafting. Use a Varmint Rifle for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_WHITEBUFFALO",
    "name": "Legendary White Bison",
    "description": "The Legendary White Bison is endemic to the northern mountains of Ambarino. This albino bison can be easily distinguished by the color of its hair. As a herbivore, it grazes on grains, hay, and corn. Due to the large size of the bison, high impact weapons are considered the best for hunting this animal. The ideal weapon is either a Bow with Improved Arrows or a long scope rifle. Killing this animal will give you the opportunity to craft a rare talisman.",
    "tooltip": "Can be crafted into a Legendary White Bison Hat",
    "shortDescription": "Yields a horn that can be used in crafting. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_TBUFFALO",
    "name": "Legendary Tatanka Bison",
    "description": "The Legendary Tatanka Bison is native to Hennigan's Stead in New Austin. This bison can be recognized by its short black hair and thick light gray hair around its hump and head. As a herbivore, it grazes on grains, hay, and corn. Long range weapons like a long scope rifle or a Bow with Improved Arrows will give you the advantage when hunting this animal. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into a Legendary Bison Vest",
    "shortDescription": "Yields a horn that can be used in crafting. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_BOAR",
    "name": "Legendary Boar",
    "description": "The Legendary Boar is native to Bluewater Marsh. This boar can be easily recognized by its larger size and its light brown hair. As an omnivore, it preys on amphibians, reptiles, insects, worms, and smaller mammals. The best weapon to use when hunting this animal is either a rifle or a Bow with Poison Arrows. Killing this animal will give you the opportunity to craft a rare talisman.",
    "tooltip": "Can be crafted into a Legendary Boar & Bison Fowlers",
    "shortDescription": "Yields a tusk that can be used in crafting. Use a rifle for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_BUCK",
    "name": "Legendary Buck",
    "description": "The Legendary Buck is endemic to Big Valley in West Elizabeth. Its light brown and white short hair makes this buck distinguishable to other bucks. As a herbivore, it consumes nuts, buds, twigs, and green plants. A rifle, or a Bow with Poison Arrows, are considered to be the best weapons to hunt this animal. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into a Legendary Buck Vest",
    "shortDescription": "Yields an antler that can be used in crafting. Use a Bow with a Poison Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_COUGAR",
    "name": "Legendary Cougar",
    "description": "The Legendary Cougar is native to Gaptooth Ridge in New Austin. The unique black fur makes this cougar easily recognizable. As a carnivore, it preys on deer, elk, moose, and mountain goats. Long distance weapons like rifles, or a Bow with Poison Arrows, are recommended for hunting as the vicious nature of cougars means they are prone to attack. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into a Legendary Cougar Flop Hat",
    "shortDescription": "Yields a fang that can be used in crafting. Use a Bow with a Poison Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_COYOTE",
    "name": "Legendary Coyote",
    "description": "The Legendary Coyote is native to The Heartlands, New Hanover. This dark gray coyote can be recognized by its larger than average size. Its diet is primarily carnivorous, consuming meat of rodents as its main food source. The most effective weapons to hunt this animal are considered to be a repeater or a Bow with arrows. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into Legendary Coyote Half Chaps",
    "shortDescription": "Yields a fang that can be used in crafting. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_FOX",
    "name": "Legendary Fox",
    "description": "The Legendary Fox is endemic to Scarlett Meadows, Lemoyne. The white fox can easily be recognized by the color of its fur. As an omnivore, its diet consists of small mammals like squirrels and rabbits, as well as birds, fruits, berries, and grasses. The best weapon to hunt this fox is either a repeater or a Bow with arrows. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into Legendary Fox Moccasins",
    "shortDescription": "Yields a claw that can be used in crafting. Use a repeater for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_ELK",
    "name": "Legendary Elk",
    "description": "The Legendary Elk is endemic to Cumberland Forest, New Hanover. The distinguishable white hair and shaggy mane make this elk different to other elks in the region. Its herbivore diet includes grasses, leaves, bark and plants. Elk are easily startled so it is advised to keep as much distance as possible whilst hunting. Long range weapons like a Bow with Improved Arrows, or a long scope rifle, are considered to be the best for hunting. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into Legendary Elk Moccasins",
    "shortDescription": "Yields an antler that can be used in crafting. Use a long scope rifle for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_MOOSE",
    "name": "Legendary Moose",
    "description": "The Legendary Moose is endemic to Roanoke Ridge, New Hanover. This moose can be recognized by its larger size and short light gray hair. Its omnivore diet includes shoots from willow and birch trees, aquatic plants and forbs. The best weapon to hunt this animal is considered to be either a Bow with Improved Arrows or a long scope rifle. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into Legendary Moose Moccasins",
    "shortDescription": "Yields an antler that can be used in crafting. Use a Bow with an Improved Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_PANTHER",
    "name": "Legendary Giaguaro Panther",
    "description": "The Legendary Giaguaro Panther is endemic to the south of Scarlett Meadows, in Lemoyne. This panther is easily recognized by its short maroon hair with black markings, and the numerous scars on its body. As a carnivore, it preys on deer, goats and wild boars. Long range weapons like a rifle, or a Bow with Poison Arrows, are considered to be best to take down this temperamental animal. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into a Legendary Panther Range Gloves",
    "shortDescription": "Yields an eye that can be used in crafting. Use a Bow with a Poison Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_PRONGHORN",
    "name": "Legendary Pronghorn",
    "description": "The Legendary Pronghorn is endemic to Rio Bravo in New Austin. This pronghorn is easily recognized by the short white hair covering its whole body. As a herbivore, its diet includes sagebrush, green shoots, grasses and forbs. The best weapon to use when hunting this animal is either a rifle or Bow with Poison Arrows. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into a Legendary Pronghorn Coat",
    "shortDescription": "Yields a horn that can be used in crafting. Use a Bow with a Poison Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_RAM",
    "name": "Legendary Big Horn Ram",
    "description": "The Legendary Big Horn Ram is native to Grizzlies West. This ram can be easily distinguished by its short light gray hair and its larger size. As a herbivore, it grazes on forbs, woody vegetation, and grasses. The ideal weapon to hunt this ram is either a rifle or a Bow with Poison Arrows. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into a Legendary Ram Hat",
    "shortDescription": "Yields a horn that can be used in crafting. Use a Bow with a Poison Arrow for a clean kill."
  },
  {
    "id": "CMPNDM_LEGENDARY_WOLF",
    "name": "Legendary Wolf",
    "description": "The Legendary Wolf is endemic to the Grizzlies. The larger size of this wolf, and the distinguishable brown and black fur, make this animal easily recognizable compared to other wolves in the area. As a carnivore, its diet consists of deer, mountain goats, as well as smaller animals like birds, beavers and fish. A Bow with Poison Arrows, or a rifle, is considered to be the best weapon to hunt this animal with. Killing this animal will give you the opportunity to craft a rare trinket.",
    "tooltip": "Can be crafted into a Legendary Wolf Batwing Chaps",
    "shortDescription": "Yields a heart that can be used in crafting. Use a Bow with a Poison Arrow for a clean kill."
  }
]
