[
  {
    "name": "American Crow",
    "value": "american_crow",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The American Crow can be found in a variety of habitats across the states. As omnivores, their diet consists of meat scraps, seeds, eggs, grains, and carrion. A Bow with Small Game Arrows is considered to be the best weapon to use to take down crows. Their carcass can be sold to traders, and their feathers can be used for crafting.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Crow Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Bald Eagle",
    "value": "bald_eagle",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Bald Eagle is native to the mountain habitats of Ambarino and West Elizabeth. As carnivorous opportunistic predators, they prey on small mammals like squirrels, raccoons, rabbits and prairie dogs. The Varmint Rifle is considered to be the best weapon to use when taking down an eagle of this size. Their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey meat. Used in crafting and cooking or can be sold. Use a Varmint rifle for a clean kill.",
    "comment": "Eagle Feathers can be used for crafting Improved Throwing Knives",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Blue Jay",
    "value": "blue_jay",
    "photoName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMALS_BLUEJAY_PHOTO.jpg",
    "thumbnailName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMAL_BLUEJAY.png",
    "description": "Blue Jays can be found across the forested regions of the American Heartland. As omnivores, they eat nuts, acorns, seeds, beetles, grasshoppers, and caterpillars. A bird this size can be killed with less impact. A Bow with Small Game Arrows can successfully be used for hunting. Their feathers can be used for crafting, and their carcass can be sold to traders.",
    "comment": "Blue Jay Feathers be used to craft Hat accessories.",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill."
  },
  {
    "name": "Californian Condor",
    "value": "californian_condor",
    "photoName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMALS_CALIFORNIAN_CONDOR_PHOTO.jpg",
    "thumbnailName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMAL_CALIFORNIANCONDOR.png",
    "description": "The Californian Condor is native to New Austin. This carnivorous scavenger's diet mainly consists of carrion, though bird and reptile carcasses are sometimes eaten. A Varmint Rifle is considered to be the best weapon for shooting condors. Its meat is gamey, and its feathers can be used to craft with.",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Condor Feathers can be used to craft Hat accessories"
  },
  {
    "name": "Canada Goose",
    "value": "canada_goose",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Canada Goose inhabits grasslands of New Hanover and Lemoyne. They are primarily herbivores, grazing on grasses and grains, but they will also eat small fishes and insects. The Varmint Rifle is considered to be the best for hunting geese of this size. Their plump meat is a good source of food, and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a repeater for a clean kill.",
    "comment": "Can be used in the Oregano Plump Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Dominique Chicken",
    "value": "dominique_chicken",
    "photoName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMALS_CHICKEN_DOMINQUE_PHOTO.jpg",
    "thumbnailName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMAL_CHICKEN_DOMINIQUE.png",
    "description": "Dominique Chickens can be found inhabiting ranches, homesteads and towns across the states. As omnivores, their diet consists of seeds, grains, and any insects they may find. Using a Bow with Small Game Arrows will successfully kill the chicken, and will do less damage to their meat. Their plump meat is a good source of food, and the feathers can be used for crafting.",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Can be used in the Minty Plump Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Double-crested Cormorant",
    "value": "double_crested_cormorant",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Double-crested Cormorants are found near water across Lemoyne, New Hanover and West Elizabeth. As carnivores, they prey on fish, amphibians, and crustaceans. The Varmint Rifle is considered the best weapon for shooting cormorants. Their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Can be used in the Plain Game Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Ferruginous Hawk",
    "value": "ferruginous_hawk",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Ferruginous Hawks can be found across the states. As carnivores, they prey on small mammals like rabbits, ground squirrels, prairie dogs, lizards, and birds. The Varmint Rifle is considered to be the best weapon for a clean kill. The feathers of the hawks can be used for crafting.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Hawk Feathers can be used to craft an Improved Tomahawk",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Golden Eagle",
    "value": "golden_eagle",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Golden Eagle is native to the mountain habitats of Ambarino and West Elizabeth. The carnivorous predator uses its sharp talons to snatch small mammals, reptiles, birds and fish. The Varmint Rifle is considered to be the best weapon to use when taking down an eagle of this size. Their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey meat. Used in crafting and cooking or can be sold. Use a Varmint rifle for a clean kill.",
    "comment": "Eagle Feathers can be used for crafting Improved Throwing Knives",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Herring Gull",
    "value": "herring_gull",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Herring Gulls can be found in the Bluewater Marsh. Their omnivorous diet consists of bird eggs, marine fish, garbage, and carrion. A Bow with Small Game Arrows is considered to be the best weapon for a clean kill. Their gamey meat can be consumed, and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Gull Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },

  {
    "name": "Java Chicken",
    "value": "java_chicken",
    "photoName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMALS_CHICKEN_JAVA_PHOTO.jpg",
    "thumbnailName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMAL_CHICKEN_JAVA.png",
    "description": "The Java Chicken can be found on ranches, homesteads and in towns across the states. Their omnivorous diet consists of seeds, grains, and any insects that they come across. A Bow and Small Game Arrows can be used to hunt chickens with minimal damage to their meat. Their feathers can be used for crafting, and their plump meat can be used for food.",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Can be used in the Thyme Plump Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Laughing Gull",
    "value": "laughing_gull",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Laughing Gulls can be found across Lemoyne. As omnivores, their main diet consists of bird eggs, insects, squid, crustaceans, fish and garbage. A Bow with Small Game Arrows is considered to be the best weapon to wound or kill a seagull. Their gamey meat is a good source of food, and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Gull Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Leghorn Chicken",
    "value": "leghorn_chicken",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Leghorn Chicken can be found on ranches across Lemoyne, New Hanover, West Elizabeth and New Austin. As omnivores, they usually forge the ground for insects and vegetation. A Bow with Small Game Arrows is considered the most effective weapon for hunting chickens. Their feathers can be used for crafting and their meat is a good source of food.",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Can be used in the Plain Plump Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Little Egret",
    "value": "little_egret",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Little Egret's main habitat is the swampland of Bayou Nwa. As carnivores, they prey on fish, crustaceans, frogs and insects. The Varmint Rifle is considered to be the best weapon to use when taking down an egret of this size. The plume from a Little Egret can be used for crafting, and their carcass can be sold.",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Oregano Game recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Mallard Duck",
    "value": "mallard_duck",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "foo",
    "comment": "foo",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Neotropic Cormorant",
    "value": "neotropic_cormorant",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Neotropic Cormorants are native to the wetlands and coastal waters of New Hanover, Lemoyne and West Elizabeth. As carnivores, they prey on aquatic insects, freshwater fish and crustaceans. The Varmint Rifle is considered the best weapon for shooting cormorants. Their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Can be used in the Plain Game Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Northern Cardinal",
    "value": "northern_cardinal",
    "photoName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMALS_CARDINAL_PHOTO.jpg",
    "thumbnailName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMAL_CARDINAL.png",
    "description": "Northern Cardinals tend to inhabit the woodland areas of New Hanover and West Elizabeth. Their omnivorous diet includes grains, weeds, seeds, and fruit. Cardinals can be killed with less impact than other animals. A Bow with Small Game Arrows can be used successfully whilst hunting these birds. The cardinal's feathers can be used for crafting and their carcasses can be sold to traders.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Cardinal Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Pekin Duck",
    "value": "pekin_duck",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Pekin Duck can be found across the wetlands of West Elizabeth, New Hanover and Lemoyne. Their omnivorous diet includes plant matter, small fish, and small aquatic animals. A Bow with Small Game Arrows is considered the best weapon to use for a clean kill. Their feathers can be used for crafting and their gamey meat can be consumed.",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Minty Game recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Red-tailed Hawk",
    "value": "red-tailed_hawk",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Red-tailed Hawks are native to the open fields and deserts of New Austin, West Elizabeth and New Hanover. As omnivores, their diet consists of small mammals, reptiles, fish, birds, and fresh carrion. The Varmint Rifle is considered to be the best for hunting hawks and other birds of this size. The feathers of the hawks can be used for crafting.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Hawk Feathers can be used to craft an Improved Tomahawk",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Reddish Egret",
    "value": "reddish_egret",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Reddish Egret can be found in the swampland of Bayou Nwa. As carnivores, they prey on fish, insects, frogs and crustaceans. The Varmint Rifle is considered to be the best weapon to use when taking down an egret of this size. Their plume can be used for crafting, and their carcass can be sold to traders.",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Minty Game recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Ring-billed Gull",
    "value": "ring-billed_gull",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Ring-billed Gull can be found across Saint Denis. As scavengers, they often steal food from other birds. Their omnivorous diet consists of bird eggs, insects, rodents and grains. A Bow with Small Game Arrows can be used for a clean kill. Gull meat can be used as a source of food, and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Gull Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Rough-legged Hawk",
    "value": "rough-legged_hawk",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Rough-legged Hawks can be found in open areas and alongside cliffs across the states. As carnivores, they prey on small mammals, and carrion becomes their main diet during the winter seasons. The easiest way to take out a bird of this size is using a Varmint Rifle. The feathers of the hawks can be used for crafting.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Hawk Feathers can be used to craft an Improved Tomahawk",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Sandhill Crane",
    "value": "sandhill_crane",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Sandhill Crane inhabits the wet and grassy marshland of Lemoyne and New Hanover. As omnivores, their diet includes nuts, berries, insects, small birds and reptiles. The easiest way to take down a crane is by using a Varmint Rifle. The carcass can be sold to traders and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Plain Game Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Snowy Egret",
    "value": "snowy_egret",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Snowy Egret is native to the swamp and marshland of Lemoyne. As carnivores, they prey on fish, frogs, crustaceans, and insects. The Varmint Rifle is considered to be the best weapon to use when taking down an egret of this size. The plume from a Snowy Egret can be used for crafting, and their carcass can be sold to traders.",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Minty Game recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Whooping Crane",
    "value": "whooping_crane",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Whooping Cranes can be found in the wetlands of Lemoyne and New Hanover. Their omnivorous diet consists of nuts, berries, seeds, and insects, as well as small birds and reptiles. The Varmint Rifle is considered to be the best weapon to take down cranes. Their feathers can be used for crafting and the carcass can be sold to traders.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Plain Game Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "American Robin",
    "value": "american_robin",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The American Robin is native to a wide range of habitats across the states. Their omnivorous diet consists of insects, grubs, berries and fruit. It's considered that the most effective way to hunt these small birds is with a Bow and Small Game Arrows. Their plump meat is a good source of food and their feathers can be used for crafting.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Robin Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "American White Pelican",
    "value": "american_white_pelican",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The American White Pelican is native to the coastal areas of West Elizabeth, New Hanover and Lemoyne. Their carnivorous diet consists of fish, insects, amphibians, turtles, crustaceans, birds and small mammals. The Varmint Rifle is considered to be the most effective weapon for hunting pelicans. The meat from pelicans can be used for cooking and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and exotic bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Minty Exotic Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Baltimore Oriole",
    "value": "baltimore_oriole",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Baltimore Oriole can be found in Roanoke Ridge. Their omnivorous diet includes fruit, nectar from flowers, and insects. The best way to kill or wound an oriole is with a Bow with Small Game Arrows. Oriole carcasses can be sold to traders.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Oriole Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Band-tailed Pigeon",
    "value": "band-tailed_pigeon",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Band-tailed Pigeons can be found in the damp forests of West Elizabeth. Their omnivorous diet includes berries, grains, fruits, shrubs, pine nuts, and insects. An effective way to kill or wound a pigeon is with a Bow with Small Game Arrows. Their feathers can be used for crafting, and the carcasses can be sold.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Pigeon Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Brown Pelican",
    "value": "brown_pelican",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Brown Pelicans are native to the coastal areas of West Elizabeth, New Hanover and Lemoyne. As carnivores, their diet includes small birds and mammals, turtles, crustaceans, fish and amphibians. The Varmint Rifle is considered to be the ideal weapon for hunting pelicans. The feathers from pelicans can be used for crafting, and their meat can be used for cooking.",
    "shortDescription": "Yields feathers and exotic bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Oregano Exotic Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "California Quail",
    "value": "california_quail",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Californian Quail can be found in New Austin. As omnivores, seeds make up their main diet, with insects, berries and acorns being secondary. These small birds can easily be killed or wounded by using a Bow with Small Game Arrows. The carcass of a quail can be sold to traders.",
    "shortDescription": "Yields a carcass and game meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Quail Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Californian Horned Owl",
    "value": "californian_horned_owl",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Californian Horned Owl is native to New Austin. As carnivores, they prey on mammals like hares, rabbits, mice and small birds. A Varmint Rifle is considered the best weapon to wound or kill a bird this size. Owl feathers can be used for crafting, and their gamey meat can be cooked for food.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Owl Feathers can be used to craft a Homing Tomahawk",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Chinese Ring-necked Pheasant",
    "value": "chinese_ring-necked_pheasant",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Chinese Ring-necked Pheasants are native to the grass and forest lands of New Hanover and West Elizabeth. They are omnivores but their diet changes seasonally. In the winter, they feed on grains and, in the summer, they eat small insects. A Bow with Small Game Arrows is considered to be the most effective weapon to hunt pheasants. The meat from pheasants is a good source of food, and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Pheasant Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Coastal Horned Owl",
    "value": "coastal_horned_owl",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Coastal Horned Owls are found in a variety of habitats across the states. Their carnivorous diet means they prey on small mammals and birds. A Varmint Rifle is considered to be the most effective way to kill or wound a bird of this size. Owl feathers can be used for crafting, and their gamey meat can be cooked for food.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Owl Feathers can be used to craft a Homing Tomahawk",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Common Loon",
    "value": "common_loon",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Common Loons are native to the calm and quiet wetlands of West Elizabeth, Ambarino and New Hanover. Their carnivorous diet includes crustaceans, amphibians, salamanders, frogs, leeches, and snails. The best way to kill or wound a Common Loon is with a Bow with Small Game Arrows. The gamey meat of loons can be used for food, and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Plain Game Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Dominique Rooster",
    "value": "dominique_rooster",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Dominique Rooster can be found on ranches across Lemoyne, New Hanover, West Elizabeth and New Austin. As omnivores, they usually forage the ground for insects and vegetation. A Bow with Small Game Arrows is considered the most effective weapon for hunting roosters. Their feathers can be used for crafting and their meat is a good source of food.",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Can be used in the Plain Plump Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Great Blue Heron",
    "value": "great_blue_heron",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Great Blue Heron inhabits the wet and grassy marshlands of Lemoyne. Their carnivorous diet consists of small fish, crustaceans, amphibians, and small birds. The Varmint Rifle is considered to be the best weapon to wound or kill a heron. Herons plume can be used for crafting and their meat can be used for cooking.",
    "shortDescription": "Yields plume, feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Oregano Game recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Great Horned Owl",
    "value": "great_horned_owl",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Great Horned Owl can be found in a variety of habitats across the states. As carnivores, they prey on mammals, small birds and invertebrates. The most effective way to kill an owl or bird of this size is with a Varmint Rifle. Owl feathers can be used for crafting, and their gamey meat can be cooked for food.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Owl Feathers can be used to craft a Homing Tomahawk",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Greater Prairie Chicken",
    "value": "greater_prairie_chicken",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Greater Prairie Chicken is native to the Great Plains. Their omnivorous diet includes grains, nuts, and insects. A Bow with Small Game Arrows is considered to be the most effective way to hunt chickens. Their feathers can be used for crafting, and their plump meat can be used for cooking.",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Can be used in the Thyme Plump Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Hooded Oriole",
    "value": "hooded_oriole",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Hooded Oriole's main habitat is West Elizabeth. As an omnivore, their diet consists of leaf insects, fruit and nectar from flowers. A Bow with Small Game Arrows is considered to be the most effective way to kill or wound these small birds. Oriole carcasses can be sold to traders.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Oriole Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Java Rooster",
    "value": "java_rooster",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Java Roosters can be found on ranches across Lemoyne, New Hanover, West Elizabeth and New Austin. As omnivores, they forage the ground for insects and vegetation. It's considered that the best way to kill a rooster whilst hunting is with a Bow and Small Game Arrows, as it does the least amount of damage to the meat. Their plump meat is a good source of food, and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Can be used in the Oregano Plump Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Leghorn Rooster",
    "value": "leghorn_rooster",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Leghorn Rooster can be found on ranches across Lemoyne, New Hanover, West Elizabeth and New Austin. As omnivores, they usually forage the ground for insects and vegetation. A Bow with Small Game Arrows is considered the most effective weapon for hunting chickens. Their feathers can be used for crafting and their meat is a good source of food.",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Can be used in the Oregano Plump Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Pacific Loon",
    "value": "pacific_loon",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Pacific Loon is native to the remote lakes and ponds of West Elizabeth, Ambarino and New Hanover. As carnivores, their diet includes small fish and aquatic insects, as well as some plant matter during breeding seasons. These small birds can be easily killed with a Bow and Small Game Arrows. The gamey meat of loons can be used for food, and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Plain Game Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Ring-necked Pheasant",
    "value": "ring-necked_pheasant",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Ring-necked Pheasants can be found in the grasslands of New Hanover and West Elizabeth. They are omnivores but their diet changes seasonally. In the winter, they feed on grains and, in the summer, they eat small insects. An effective weapon to use when hunting pheasants is a Bow with Small Game Arrows. The feathers of pheasants can be used for crafting, and their meat provides a good source of food.",
    "shortDescription": "Yields feathers and game meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Pheasant Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Rock Pigeon",
    "value": "rock_pigeon",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Rock Pigeons can be found in a variety of habitats across the states. As omnivores, their diet consists of berries, fruits, grains, earthworms, and seeds. These small birds can be wounded or killed easily by a Bow with Small Game Arrows. Pigeon carcasses can be sold to traders, and their feathers can be used for crafting.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Pigeon Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Scarlet Tanager Songbird",
    "value": "scarlet_tanager_songbird",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Scarlet Tanager Songbird can be found in forested areas across Lemoyne, New Hanover and West Elizabeth. As omnivores, their diet consists of ants, beetles, butterflies, buds and fruit. These small birds can easily be killed using a Bow with Small Game Arrows. Their feathers can be used for crafting.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Songbird Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Tricolored Heron",
    "value": "tricolored_heron",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Tricolored Herons can be found in the wet and grassy marshlands of Lemoyne. As carnivores, they prey on fish, insects, amphibians, and crustaceans. The Lancaster Varmint Rifle is considered to be the best weapon for a clean kill. Heron plumes can be used for crafting and their meat can be used for cooking.",
    "shortDescription": "Yields plume, feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Minty Game recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Western Raven",
    "value": "western_raven",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Western Raven can be found in a variety of habitats across the states. As omnivores, their diet consists of grains and seeds, but they prefer to scavenge for carrion and eggs of other nesting birds. A Bow with Small Game Arrows can be used to kill or wound a bird of this size. Raven feathers can be used for crafting, and their meat can be used for cooking.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Raven Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Western Tanager Songbird",
    "value": "western_tanager_songbird",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Western Tanager Songbirds are found across New Austin, West Elizabeth and New Hanover. Their omnivorous diet consists of insects, ants, during breeding seasons, and fruit berries and buds during winter. A Bow with Small Game Arrows is considered to be the best weapon for taking down small birds like songbirds. Their feathers can be used for crafting.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Songbird Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Yellow-billed Loon",
    "value": "yellow-billed_loon",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Yellow-billed Loons can be found in the wetlands of West Elizabeth and Ambarino. As carnivores, they prey on small to medium fish, as well as aquatic insects. A Bow with Small Game Arrows is the most effective way to wound or kill these small birds. The gamey meat of loons can be used for food, and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Plain Game Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "American Tree Sparrow",
    "value": "american_tree_sparrow",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The American Tree Sparrow is native to the grasslands of West Elizabeth and New Hanover. As omnivores, their diet consists of berries, seeds and insects. These small birds can easily be killed by using a Bow with Small Game Arrows. Their feathers can be used for crafting.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Sparrow Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Cedar Waxwing",
    "value": "cedar_waxwing",
    "photoName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMALS_CEDAR_WAX_WING_PHOTO.jpg",
    "thumbnailName": "https://s.rsg.sc/sc/images/games/RDR2/compendium/CMPNDM_ANIMALS/ANIMAL_CEDARWAXWING.png",
    "description": "The Cedar Waxwing inhabits open and forested areas across the states. Their primary herbivore diet includes berries and sugary fruit all year round, and they will only feed on insects during breeding seasons. A Bow and Small Game Arrows can take down these small birds. Their feathers can be used for crafting.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Cedar Waxwing Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Eastern Turkey Vulture",
    "value": "eastern_turkey_vulture",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Eastern Turkey Vulture is native to New Hanover and Lemoyne. They prey on reptiles, birds, fish and amphibians. When hunting, they prefer freshly dead animals due to the meat being softer. The Varmint Rifle is considered to be the best for hunting vultures and other birds this size. Feathers from Eastern Turkey Vultures can be used for crafting. Their gamey meat can consumed.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Vulture Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Eastern Wild Turkey",
    "value": "eastern_wild_turkey",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Eastern Wild Turkey can be found in the forested or brushy regions of West Elizabeth, New Hanover and Lemoyne. As opportunistic omnivores, they can be found foraging for insects, seeds and grasses. The easiest way to take down a bird of this size whilst hunting is by using a Varmint Rifle. Their feathers can be used for crafting, and their plump meat can be used as a source of food.",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Thyme Plump Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Eurasian Tree Sparrow",
    "value": "eurasian_tree_sparrow",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Eurasian Tree Sparrow can be found in the grasslands of West Elizabeth and New Hanover. Their omnivorous diet consists of seeds, grains, and inspects. A Bow with Small Game Arrows is considered to be the best weapon for taking down small birds like sparrows. Their feathers can be used for crafting.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Sparrow Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Golden Crowned Sparrow",
    "value": "golden_crowned_sparrow",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Golden Crowned Sparrows can be found in the brushy grasslands of West Elizabeth and New Hanover. As omnivores, their diet consists of insects, grubs, seeds, berries, and flowers. A Bow with Small Game Arrows is considered to be the best weapon for a clean kill. Their feathers can be used for crafting.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Sparrow Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Pileated Woodpecker",
    "value": "pileated_woodpecker",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Pileated Woodpecker can be found in the woodland areas of New Hanover. As omnivores, their diet consists of insects, fruits, nuts and berries. A Bow with Small Game Arrows is considered to be the best weapon to take down woodpeckers. Their carcass and feathers can be used for crafting.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Woodpecker Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Red-bellied Woodpecker",
    "value": "red-bellied_woodpecker",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Red-bellied Woodpecker can be found in Roanoke Ridge. As omnivores, their diet consists of insects, fruits, nuts and berries. A Bow with Small Game Arrows can be used to take down birds of this size, with minimal damage to their carcass. Their carcass and feathers can be used for crafting.",
    "shortDescription": "Yields a carcass and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Woodpecker Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Rio Grande Wild Turkey",
    "value": "rio_grande_wild_turkey",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Rio Grande Wild Turkey is native to New Austin. The opportunistic omnivore forager feeds on insects, seeds, foliage, grasses and nuts. The Varmint Rifle is considered to be the best weapon to hunt wild turkeys. Their plump meat can provide a good meal, while their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and plump bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Can be used in the Oregano Plump Bird recipe",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Roseate Spoonbill",
    "value": "roseate_spoonbill",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "The Roseate Spoonbill is native to Bayou Nwa. As omnivores, their main diet consists of algae, crustaceans, insects, and small fish. The Varmint Rifle is considered to be the best weapon to wound or kill a spoonbill. Their colorful feathers can be used for crafting, and their gamey meat can be consumed.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Spoonbill Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Western Turkey Vulture",
    "value": "western_turkey_vulture",
    "photoName": "foo",
    "thumbnailName": "foo",
    "description": "Western Turkey Vultures are found in a variety of habitats across New Austin and West Elizabeth. Its carnivorous diet consists of birds, amphibians, and fish. They prefer freshly dead animals due to the meat being softer. The quickest way to hunt birds of this size is by using a Varmint Rifle. Their gamey meat can be used for food, and their feathers can be used for crafting.",
    "shortDescription": "Yields feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Vulture Feathers can be used to craft Hat accessories",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Carolina Parakeet",
    "value": "carolina_parakeet",
    "description": "Carolina Parakeets are native to the Bayou. Their herbivorous diet consists of shrubs, seeds and fruit from forest trees. A Bow and Small Game Arrows can take down these small birds. Their carcasses can be sold to traders.",
    "shortDescription": "Yields a carcass and exotic bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "A Carolina Parakeet Carcass can be sold to traders",
    "photoName": "foo",
    "thumbnailName": "foo",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Blue and Yellow Macaw",
    "value": "blue_and_yellow_macaw",
    "description": "Blue and Yellow Macaws can be found across Guarma. As herbivores, their diet includes fruits, seeds, plants, nuts and leaves. The most effective way to hunt these colorful birds is with a Bow and Small Game Arrows. Macaw feathers can be used for crafting and their exotic bird meat can be used for cooking.",
    "shortDescription": "Yields feathers and exotic bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Parrot Feathers can be sold to traders",
    "photoName": "foo",
    "thumbnailName": "foo",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Great Green Macaw",
    "value": "great_green_macaw",
    "description": "The Great Green Macaw's main habitat is Guarma. As herbivores, their diet consists of fruits, seeds, plants, nuts and leaves. A Bow with Small Game Arrows is considered to be the best way to hunt these colorful birds. Macaw feathers can be used for crafting and their exotic bird meat can be used for cooking.",
    "shortDescription": "Yields feathers and exotic bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Parrot Feathers can be sold to traders",
    "photoName": "foo",
    "thumbnailName": "foo",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },
  {
    "name": "Scarlet Macaw",
    "value": "scarlet_macaw",
    "description": "The Scarlet Macaw is native to Guarma. Their herbivorous diet includes fruits, seeds, plants, nuts and leaves. A Bow with Small Game Arrows is the most effective way to hunt these birds. Macaw feathers can be used for crafting and their exotic bird meat can be used for cooking.",
    "shortDescription": "Yields feathers and exotic bird meat. Used in crafting and cooking or can be sold. Use a Varmint Rifle for a clean kill.",
    "comment": "Parrot Feathers can be sold to traders",
    "photoName": "foo",
    "thumbnailName": "foo",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  },

  {
    "name": "Red-footed Booby",
    "value": "scarlet_macaw",
    "description": "The Red-footed Booby is native to Guarma. As carnivores, they prey on small fish and squid. The most effective weapon to kill or wound a small bird is a Bow with Small Game Arrows. Their gamey meat can be used for cooking, and their feathers can be used for crafting.",
    "shortDescription": "Yields a carcass, feathers and gamey bird meat. Used in crafting and cooking or can be sold. Use a Bow with a Small Game Arrow for a clean kill.",
    "comment": "Can be used in the Minty Game recipe",
    "photoName": "foo",
    "thumbnailName": "foo",
    "habitat": "foo",
    "mapLocation": "foo",
    "type": "animal-birds"
  }
]
